{
  "home": {
    "name": "Startseite",
    "section1": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Willkommen bei",
      "text": "Sie konzentrieren sich auf Ihr Tagesgeschäft, während wir die Zeit, Ressourcen und Fachkenntnisse bereitstellen, um Ihr Unternehmen auf die nächste Stufe zu heben."
    },
    "section2": {
      "heading": "Unsere Vision",
      "text": "Die Hotel- und Co-Living-Sektoren durch strategische Beratung, effiziente Managementansätze und innovative Betriebskonzepte zu revolutionieren. Mit einem tiefen Verständnis der Hotel-, Serviced-Apartment- und Co-Living-Branchen und einem ganzheitlichen Ansatz bieten wir Lösungen, die sowohl innovativ als auch praktisch sind. Lassen Sie uns gemeinsam die Zukunft Ihrer Hotel- und Co-Living-Projekte gestalten und nachhaltigen Erfolg sicherstellen."
    },
    "section3": {
      "heading": "UNSERE FACHKOMPETENZ UND LÖSUNGEN UMFASSEN",
      "subHeading": "Sie kennen bereits die verschiedenen Herausforderungen, die mit der Führung eines Hotels oder einer Co-Living-Immobilie verbunden sind. Wir wissen, wie man diese Herausforderungen mit maßgeschneiderten Lösungen überwindet. Wir bieten Lösungen in allen Bereichen, von Asset Management bis hin zu Zimmerpreisen.",
      "text": "Alle unsere Lösungsspezialisten verfügen über praktische Erfahrung in der Hotel- und Co-Living-Branche und wissen, was wichtig ist. Dank unserer Erfahrung in der Entwicklung, Finanzierung, im Vertrieb und im erfolgreichen Betrieb von Hotels und Co-Living-Immobilien verstehen wir die Perspektiven von Investoren und Betreibern. Unsere Kompetenz basiert auf jahrzehntelanger Erfahrung und dem Einsatz der neuesten digitalen Funktionen. Was uns jedoch wirklich auszeichnet, ist unser Ansatz zur Erstellung und Implementierung maßgeschneiderter Lösungen für bestehende Herausforderungen."
    },
    "section4": {
      "heading": "Betreiber und Hoteliers",
      "subHeading": "Der Hotel-, Serviced Apartment- und Co-Living-Sektor steht vor einer Vielzahl komplexer und sich ständig verändernder Herausforderungen, die angegangen werden müssen.",
      "text": "Von der zunehmenden Konkurrenz durch Online-Plattformen über die Auswirkungen der globalen Pandemie bis hin zur rasanten Entwicklung der digitalen Landschaft analysieren wir aktuelle Trends und Entwicklungen, um Ihnen zu helfen, Lösungen zu finden und in dieser hoch dynamischen Branche zu bestehen."
    },
    "section5": {
      "heading": "Investoren und Eigentümer",
      "subHeading": "Wir bieten Ihnen umfassende Informationen und Dienstleistungen im spannenden Bereich der Hotel- und Co-Living-Investitionen.",
      "text": "Als erfahrene Experten unterstützen wir Sie bei der Identifizierung lukrativer Investitionsmöglichkeiten, bei der Bewertung von Hotels, Serviced Apartments und Co-Living-Immobilien, bei der Entwicklung maßgeschneiderter Investitionsstrategien und bei der Optimierung der Rendite Ihres bestehenden Immobilienportfolios."
    },
    "section6": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Nächstes Projekt",
      "text": ""
    },
    "section7": {
      "heading": "Unsere Geschäftspartner und Kunden stehen unter anderem vor folgenden Fragen:",
      "subHeading": "",
      "cards": [
        {
          "heading": "Warum verfehlt ein Hotelbetrieb seine Ziele, und wo gibt es Optimierungspotenzial in Bezug auf strategische Ausrichtung, Kostenmanagement oder operative Umsetzung?"
        },
        {
          "heading": "Kann eine (teilweise) Digitalisierung der Customer Journey dazu beitragen, Prozesse zu straffen, Abläufe effizienter zu gestalten und das Gästeerlebnis auf ein neues Niveau zu heben?"
        },
        {
          "heading": "Wie können neue Umsatzpotenziale erschlossen werden, um die langfristige Wettbewerbsfähigkeit zu stärken oder auszubauen?"
        },
        {
          "heading": "Ist das Hotelprodukt noch relevant, und ist die Differenzierung und Positionierung auf dem Markt optimal gestaltet?"
        },
        {
          "heading": "Welche internen Prozesse, Abläufe und organisatorischen Strukturen müssen verbessert werden, um die gewünschte Situation zu erreichen?"
        }
      ]
    },
    "section8": {
      "heading": "Ihr Weg zu maßgeschneiderten Beratungs- und Digitalisierungslösungen beginnt hier",
      "subHeading": "Ob Sie umfassende Beratung benötigen, an digitalen Lösungen interessiert sind oder einfach eine Frage haben, unsere Lösungsspezialisten sind nur einen Anruf oder eine E-Mail entfernt. Kontaktieren Sie uns, und wir werden Ihre Anliegen mit der Aufmerksamkeit behandeln, die sie verdienen."
    },
    "section9": {
      "heading": "Unsere Geschäftspartner und Kunden stehen unter anderem vor folgenden Fragen:",
      "subHeading": "",
      "cards": [
        {
          "heading": "Wie können die Risiken und Chancen von Hotel- und Co-Living-Projekten bewertet werden?"
        },
        {
          "heading": "Ist das Betreiberkonzept für den Standort, die Nachfrage geeignet und langfristig wirtschaftlich tragfähig?"
        },
        {
          "heading": "Welche Vertragsarten passen zu meiner Immobilie, und ist die Erfolgs- und Risikoteilung zwischen Investor und Betreiber fair strukturiert, um eine langfristig erfolgreiche Bewirtschaftung der Immobilie sicherzustellen?"
        },
        {
          "heading": "Wie sieht die Risikobewertung in Krisenszenarien aus, und welche Strategien gibt es, um diese zu bewältigen?"
        },
        {
          "heading": "Was sind die Gründe für das wirtschaftliche Scheitern einer Immobilie, welche Optimierungsmaßnahmen sind notwendig, oder ist eine strategische Neuausrichtung erforderlich, um die Rentabilität wiederzugewinnen?"
        }
      ]
    },
    "section10": {
      "heading": "Ihr Weg zu maßgeschneiderten Standortanalysen, Bewertung des Betreiberkonzepts und Risikoanalysen beginnt hier",
      "subHeading": "Ob Sie umfassende Beratung, eine Überprüfung oder Bewertung Ihrer Investition benötigen oder einfach eine Frage haben, unsere Lösungsspezialisten sind nur einen Anruf oder eine E-Mail entfernt. Kontaktieren Sie uns, und wir werden Ihre Anliegen mit der Aufmerksamkeit behandeln, die sie verdienen."
    },
    "section11": {
      "heading": "DIGITALISIERUNG & DATENSCHUTZ",
      "subHeading": "Wir unterstützen Sie dabei, Ihr Unternehmen auf die digitale Zukunft vorzubereiten und helfen Ihnen, innovative Technologien zu nutzen, um Ihre Wettbewerbsfähigkeit zu steigern und Ihren Gästen/Mietern ein herausragendes Erlebnis zu bieten."
    },
    "section12": {
      "heading": "Digitalisierung & Datenschutz",
      "paragraphs": [
        "Mit unserer Expertise und umfangreichen Erfahrung unterstützen wir Sie dabei, Ihr Unternehmen auf die digitale Zukunft vorzubereiten und helfen Ihnen, innovative Technologien zu nutzen, um Ihre Wettbewerbsfähigkeit zu steigern und Ihren Gästen/Mietern ein außergewöhnliches Erlebnis zu bieten. Gleichzeitig sorgen wir für die Sicherheit und den Schutz Ihrer Daten sowie der Daten Ihrer Kunden.",
        "Als Ihr Partner für Digitalisierung und Datenschutz im Hotel- und Co-Living-Bereich arbeiten die Lösungsspezialisten der HOTEL CONSULTING GROUP eng mit Ihnen zusammen, um innovative Strategien zu entwickeln und Prozesse zu etablieren, die den Datenschutzbestimmungen gemäß Ihren Vorgaben und den gesetzlichen Anforderungen entsprechen."
      ]
    }
  },
  "about": {
    "name": "Über uns",
    "section1": {
      "heading": "Hotel Consulting Group",
      "text": "Bietet maßgeschneiderte Beratungs- und Managementdienstleistungen, um Ihre Hotel-, Serviced-Apartment- und Co-Living-Immobilienprojekte erfolgreich umzusetzen."
    },
    "section2": {
      "heading": "Technische Serviceunterstützung (TSA):",
      "paragraphs": [
        "Unsere langjährige Erfahrung im Hotel- und Co-Living-Sektor hat uns gelehrt, dass optimale Planung und Ausführung während der Projektentwicklung die Grundlage für den späteren wirtschaftlichen Erfolg und den effizienten Betrieb eines Unternehmens bilden. Von der Entwurfsplanung bis zur Raumnutzung und der Erfüllung von Betreiberanforderungen ist die richtige Schulung des Betriebsteams an technischen Systemen von entscheidender Bedeutung."
      ],
      "details": {
        "heading": "Die Experten der HOTEL CONSULTING GROUP begleiten und unterstützen Sie von Anfang an bei:",
        "bullets": [
          "Prüfung, Analyse und Bewertung von Standort- und Marktanalysen sowie den Anforderungen des Betreibers",
          "Überprüfung oder Erstellung von Schnittstellenlisten, um klare Transparenz der Verantwortlichkeiten zwischen Bauunternehmen, Eigentümer und Betreiber während der Projektentwicklungsphase zu gewährleisten",
          "Unterstützung von Planern und Architekten bei Entwurfs-, Genehmigungs- und Bauplanung",
          "Entwicklung spezieller Konzepte zur Optimierung des Baugenehmigungsverfahrens, wie z. B. Mobilitätskonzepte zur Optimierung des Parkplatzbedarfs",
          "Beratung zur optimalen Raumplanung und -nutzung gemäß den Anforderungen des Betreibers",
          "Bewertung, Planung, Beschaffung, Installation und Abnahme von FF&E und OSE",
          "Regelmäßige Teilnahme an Planungs- und Baubesprechungen sowie Durchführung periodischer Baustelleninspektionen",
          "Beratung bei Planung, Beschaffung, Installation und Abnahme von Außen- und Fassadenwerbeanlagen",
          "Begleitung von Vor- und Endabnahmen sowie Teilnahme an den jeweiligen Abnahmeterminen",
          "Organisation und Koordination von Schulungen zur Nutzung technischer Systeme für Immobilienmanagement, Facility Management, Betreiberpersonal, Eigentümer und Auftragnehmer",
          "Organisation eines transparenten und nachvollziehbaren Mängelmanagementprozesses nach der Endabnahme"
        ]
      }
    },
    "section3": {
      "heading": "Beratung für die Hotel-, Serviced-Apartment- und Co-Living-Sektoren:",
      "paragraphs": [
        "Wir kennen die Herausforderungen, denen Sie gegenüberstehen, wenn es darum geht, die Effizienz zu steigern, Kosten zu kontrollieren, Personal zu entwickeln oder sich an sich ändernde Markttrends anzupassen. Die HOTEL CONSULTING GROUP bietet kreative Methoden, die nicht nur kurzfristige Lösungen, sondern auch langfristige Nachhaltigkeit gewährleisten.",
        "Alle unsere Lösungsspezialisten verfügen über langjährige Erfahrung und tiefes Fachwissen in den Hotel- und Co-Living-Sektoren. Sie unterstützen Sie bei der Entwicklung von Strategien, der Optimierung von Prozessen und der Umsetzung innovativer Lösungen und Technologien. Mit maßgeschneiderten Beratungsleistungen helfen wir Ihnen, Ihr Unternehmen erfolgreich und nachhaltig zu positionieren und gleichzeitig Wettbewerbsvorteile zu erlangen."
      ]
    },
    "section7": {
      "heading": "Revenue Management, Distribution & E-Commerce:",
      "paragraphs": [
        "Kontinuierliches Umsatzwachstum, gezielte Steigerung der Auslastung und eine konsequente Optimierung des Bruttobetriebsergebnisses (GOP) sind entscheidend für die langfristige operative Effizienz und den Erfolg Ihres Unternehmens in einem dynamischen und wettbewerbsintensiven Marktumfeld.",
        "Wir unterstützen Sie mit maßgeschneiderten Lösungen, um Ihre Einnahmen zu steigern, Ihre Online-Präsenz zu verbessern und Ihre Wettbewerbsfähigkeit auf dem Markt zu stärken. Unsere Kunden und Partner umfassen Hoteliers, Betriebsgesellschaften, Investoren, Banken und Finanzinstitute – und möglicherweise auch Sie!"
      ],
      "details": {
        "heading": "Die Spezialisten der HOTEL CONSULTING GROUP unterstützen und beraten Sie bei:",
        "bullets": [
          "<strong>Entwicklung von Revenue-Management-Strategien:</strong> Wir helfen bei der Erstellung dynamischer Preisstrategien, um die richtigen Preise zur richtigen Zeit für verschiedene Zimmerkategorien festzulegen und die Auslastung zu maximieren.",
          "<strong> Anwendung von Yield-Management-Strategien:</strong> Um die Umsatzgenerierung zu maximieren, setzen wir Yield-Management-Techniken ein.",
          "<strong>Nutzung von Datenanalysen zur Nachfrageprognose:</strong> Wir unterstützen bei der Anpassung von Preisstrategien auf der Grundlage von Marktnachfrageprognosen durch Datenanalysen.",
          "<strong>Optimierung der Vertriebskanäle:</strong> Wir helfen bei der Auswahl und Verwaltung von Vertriebskanälen, um ein breites Publikum zu erreichen, die Sichtbarkeit zu erhöhen und Buchungen zu steigern.",
          "<strong>Umsetzung von E-Commerce-Lösungen:</strong> Wir unterstützen bei der Einrichtung und Optimierung von Online-Buchungsplattformen, um ein benutzerfreundliches Buchungserlebnis zu bieten und die Conversion-Rate zu verbessern.",
          "<strong>Analyse von Markttrends und Wettbewerbern:</strong> Wir helfen bei der Analyse von Markttrends, Wettbewerbern und Gästedaten, um fundierte Entscheidungen zu treffen, die Umsatz und Rentabilität steigern.",
          "<strong>Mitarbeiterschulungen:</strong> Wir bieten Schulungen und Workshops für Mitarbeiter an, um sie über die neuesten Entwicklungen in Revenue Management, Distribution und E-Commerce auf dem Laufenden zu halten."
        ]
      }
    },
    "section8": {
      "heading": "Controlling & Reporting:",
      "paragraphs": [
        "Unsere professionelle Beratungsleistungen im Bereich Controlling und Reporting helfen Ihnen, Ihre finanzielle Leistung zu analysieren und zu optimieren, Risiken und Chancen zu erkennen und gezielte Maßnahmen umzusetzen. Wir entwickeln gemeinsam mit Ihnen maßgeschneiderte Controlling-Tools und Prozesse, die den spezifischen Anforderungen und Zielen von Hotels und Co-Living-Immobilien entsprechen.",
        "Unser Ziel ist es, Ihnen zu helfen, Ihre Wettbewerbsfähigkeit zu stärken und nachhaltiges Wachstum sicherzustellen, indem wir Ihnen die Gewissheit geben, potenzielle Risiken frühzeitig zu erkennen und mit gezielten finanziellen und operativen Maßnahmen zu begegnen."
      ],
      "details": {
        "heading": "Die Experten der HOTEL CONSULTING GROUP beraten und unterstützen Sie bei:",
        "bullets": [
          "<strong>Analyse und Optimierung bestehender Controlling- und Reporting-Prozesse:</strong> Durch eine detaillierte Analyse der aktuellen Prozesse können Schwächen identifiziert und Optimierungspotenziale erschlossen werden.",
          "<strong>Definition relevanter Kennzahlen (KPIs):</strong> Die Beratung umfasst die Festlegung wichtiger Metriken zur Messung und Überwachung der finanziellen Leistung.",
          "<strong>Budget- und Prognosevorbereitung:</strong> Die Beratung umfasst die Erstellung von Budgets und langfristigen Finanzplänen.",
          "<strong>Implementierung von Controlling-Tools und -Systemen:</strong> Einführung von Softwarelösungen zur Automatisierung von Controlling-Prozessen.",
          "<strong>Schulung und Coaching von Mitarbeitern:</strong> Wir bieten Schulungen an, um die Mitarbeiter mit den Konzepten des Controllings vertraut zu machen."
        ]
      }
    },
    "section9": {
      "heading": "Gästeerlebnis & Community Management:",
      "paragraphs": [
        "Ein herausragendes Gästeerlebnis und Community-Management in den Hotel- und Co-Living-Sektoren sind entscheidend, um ein einzigartiges und unvergessliches Erlebnis für Gäste zu schaffen und eine starke Gemeinschaft innerhalb der Immobilie zu fördern.",
        "Wir helfen Ihnen dabei, unvergessliche Kundenerlebnisse zu schaffen und eine aktive, engagierte Gemeinschaft aufzubauen. Dies stärkt das positive Image Ihrer Marke, erzielt eine einzigartige Marktpositionierung, starke Gästebindung und eine lebendige Gemeinschaft."
      ],
      "details": {
        "heading": "Unsere Kunden und Partner umfassen Hoteliers, Betriebsgesellschaften – und möglicherweise auch Sie! Die Spezialisten der HOTEL CONSULTING GROUP unterstützen und beraten Sie bei:",
        "bullets": [
          "Ermittlung von Chancen und Risiken in der Gästebetreuung sowie Entwicklung gezielter Maßnahmen zur kontinuierlichen Verbesserung des Gäste- und Mietkomforts",
          "Entwicklung personalisierter Kommunikation, Angebote und Erlebnisse",
          "Implementierung von Echtzeit-Feedbacksystemen zur Gewährleistung einer sofortigen Reaktion",
          "Entwicklung und Organisation von Aktivitäten, Community-Events, Wellness- und Freizeitangeboten",
          "Implementierung von Community-Management-Strategien",
          "Vermittlung, Verhandlung und Implementierung von Markenkooperationen",
          "Verwendung des Net Promoter Score (NPS) zur Bewertung der Gästebindung",
          "Durchführung von Mystery-Gast-Analysen zur objektiven Bewertung des Kundenerlebnisses",
          "Optimierung der Kosten für die Kundenakquise durch nachhaltige Gästebindung und langfristige Kundentreue",
          "Coaching, Workshops und Schulungen im Bereich Qualitäts- und Feedbackmanagement"
        ]
      }
    },
    "section10": {
      "heading": "Projektentwickler & Bauunternehmen:",
      "paragraphs": [
        "Als Projektentwickler stehen Sie vor zahlreichen Herausforderungen bei der Realisierung von Hotel-, Serviced-Apartment- oder Co-Living-Projekten. Die aktuelle Marktsituation erfordert ein tiefes Verständnis für die sich ständig ändernden Bedürfnisse und Erwartungen der Zielgruppen.",
        "Die Planung und Umsetzung nachhaltiger Konzepte, die sowohl wirtschaftlich als auch ökologisch tragfähig sind, ist wichtiger denn je."
      ],
      "details": {
        "heading": "Unsere Geschäftspartner und Kunden stehen vor folgenden Fragen:",
        "bullets": [
          "Wie kann der Projektstandort bewertet werden, und welche optimale Nutzungsform sichert den zukünftigen Erfolg?",
          "Wer ist der optimale Betreiber, und welche Potenziale, Fachkenntnisse und Qualitäten bringt er mit?",
          "Welche Anforderungen stellt der zukünftige Betreiber an Architektur und Planung für einen optimalen und nachhaltigen Betrieb?",
          "Sind die Anforderungen des Betreibers, die Auswahl an FF&E und die Pre-Opening-Gebühren überteuert oder marktkonform?",
          "Welche CAPEX-Investitionen sind erforderlich, und entsprechen diese aktuellen Standards, um den Wert der Immobilie nachhaltig zu erhalten und zu steigern?"
        ]
      }
    },

    "section4": {
      "heading": "Wir unterstützen Sie bis zu Ihrem Erfolg",
      "subHeading": "UNSER TEAM",
      "cards": [
        {
          "heading": "Sasa Bogdanov",
          "subHeading": "CEO"
        },
        {
          "heading": "",
          "subHeading": ""
        }
      ]
    },
    "section5": {
      "heading": "Feedback von unseren Kunden.",
      "subHeading": "Kundenmeinungen",
      "cards": [
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave und sein Team bei Blacksmith Agency waren in einer kritischen Zeit für unser Unternehmen unglaubliche Partner. Tag und Nacht waren sie für uns da und lieferten Ergebnisse für uns und unseren hochkarätigen Geschäftspartner."
        },
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave und sein Team bei Blacksmith Agency waren in einer kritischen Zeit für unser Unternehmen unglaubliche Partner. Tag und Nacht waren sie für uns da und lieferten Ergebnisse für uns und unseren hochkarätigen Geschäftspartner."
        },
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave und sein Team bei Blacksmith Agency waren in einer kritischen Zeit für unser Unternehmen unglaubliche Partner. Tag und Nacht waren sie für uns da und lieferten Ergebnisse für uns und unseren hochkarätigen Geschäftspartner."
        }
      ]
    },
    "section6": {
      "heading": "Ihr Erfolg, unser Ruf",
      "subHeading": "UNSERE KUNDEN"
    },
    "section11": {
      "heading": "EXPERTEN, DIE IMMER FÜR SIE DA SIND",
      "paragraphs": [
        "Beratung und Management basieren in der Regel auf Vertrauen und sollten einen klaren Mehrwert bieten. Nachhaltige Beratung und erfolgreiches Management erfordern Fachwissen, persönliche Unabhängigkeit und umfangreiche Erfahrung. Mit unserer breiten Expertise, langjährigem Branchenwissen und globaler Erfahrung bieten wir unseren Kunden ein umfassendes Leistungsspektrum. Unser einzigartiger Pool aus aktiven und ehemaligen Führungskräften aus verschiedenen Bereichen, darunter Hotel, Serviced Apartments, Immobilien, Bauwesen und IT, bildet Ihr ideales interdisziplinäres Team für alle Belange rund um Hotel-, Serviced Apartment- und Co-Living-Immobilien."
      ]
    },
    "section12": {
      "heading": "Professionelle Lösungen für sichere und effiziente Projekte",
      "paragraphs": [
        "Unser einzigartiger Pool aus aktiven und ehemaligen Führungskräften aus verschiedenen Bereichen, darunter Hotel, Serviced Apartments, Immobilien, Bauwesen und IT, bildet Ihr ideales interdisziplinäres Team für alle Belange rund um Hotel-, Serviced Apartment- und Co-Living-Immobilien."
      ]
    }
  },
  "services": {
    "name": "Projekte",
    "heading": "portfolio",
    "subHeading": "Unsere Arbeit",
    "text": "Projekte",
    "tabs": ["Alle", "Coliving", "Hotels"],
    "section1": {
      "heading": "STRATEGISCHE BERATUNG FÜR HOTELS & CO-LIVING",
      "subHeading": "Unsere strategischen Beratungsdienstleistungen umfassen eine umfassende Analyse der Betriebsprozesse sowie maßgeschneiderte Strategien und Lösungen zur Verbesserung der betrieblichen Exzellenz."
    },
    "project1": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving",
      "text": "Projekt ansehen"
    },
    "project2": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving",
      "text": "Projekt ansehen"
    },
    "project3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project4": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project5": {
      "heading": "2022 Kroatien Omis Ruskamen",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project6": {
      "heading": "2021 iLive Rioca Wien",
      "subHeading": "Coliving",
      "text": "Projekt ansehen"
    },
    "project7": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project8": {
      "heading": "ARCOTEL Camino Stuttgart",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project9": {
      "heading": "ARCOTEL Kaiserwasser Wien",
      "subHeading": "Coliving",
      "text": "Projekt ansehen"
    },
    "project10": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project11": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    },
    "project12": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel",
      "text": "Projekt ansehen"
    }
  },
  "services2": {
    "heading": "Unsere Dienstleistungen",
    "description": "Unsere Expertise und unser Engagement heben uns von anderen ab. Sie kennen bereits die vielfältigen Herausforderungen, die mit dem Management eines Hotels oder einer Co-Living-Immobilie verbunden sind. Wir wissen, wie man diese Herausforderungen mit maßgeschneiderten Lösungen bewältigt. Wir bieten Lösungen in allen Bereichen, von Asset-Management bis hin zur Preisgestaltung für Zimmer. Alle unsere Lösungsspezialisten verfügen über praktische Erfahrung in der Hotel- und Co-Living-Branche und wissen, worauf es ankommt. Dank unserer Erfahrung in Entwicklung, Finanzierung, Vertrieb und erfolgreicher Leitung von Hotels und Co-Living-Immobilien verstehen wir sowohl die Perspektive des Investors als auch die des Betreibers. Unsere Expertise ist geprägt von jahrzehntelanger Erfahrung und der Nutzung modernster digitaler Funktionen. Was uns jedoch wirklich auszeichnet, ist unser Ansatz zur Entwicklung und Umsetzung maßgeschneiderter Lösungen für bestehende Herausforderungen.",

    "section1": {
      "header": {
        "title": "UNSERE MANAGEMENT-PLATTFORM - BEREIT FÜR DIGITALE OPERATIONEN",
        "paragraphs": [
          "Während die meisten Betreiber und Berater ihre Arbeit als erledigt betrachten, sobald sie theoretische Empfehlungen abgegeben haben, bietet HOTEL CONSULTING GROUP nachhaltige Unterstützung und operative Umsetzung durch unsere eigene Management- und Betreiberplattform für den Hotel-, Serviced-Apartment- und Co-Living-Sektor. Unsere Plattform bietet dauerhafte Unterstützung und die operative Durchführung von Maßnahmen zur Umsatzoptimierung und Kostensenkung in allen relevanten Funktionsbereichen, um erfolgreiche und nachhaltige Betriebsabläufe zu gewährleisten.",
          "Unsere Plattform kombiniert modernste Technologie mit branchenspezifischem Know-how, um eine maßgeschneiderte Lösung für Ihre Immobilie bereitzustellen - egal, ob Sie unsere Betreiber-Marke nutzen oder sich für White-Label-Management entscheiden. Mit unserer Betreiberplattform haben Sie Zugang zu einer Vielzahl von Tools und Funktionen, die es uns ermöglichen, Ihre Immobilie effizient und zuverlässig in Partnerschaft zu verwalten. Von der Zimmerverwaltung bis hin zum Revenue Management und der Gästekommunikation bietet unsere Plattform alles, was Sie für einen reibungslosen Betrieb benötigen. Unser erfahrenes Managementteam steht Ihnen zur Verfügung, um die Plattform zu implementieren und maßgeschneiderte Lösungen zu entwickeln, die Ihren spezifischen Anforderungen entsprechen. Wir helfen Ihnen, Betriebskosten zu senken, die Auslastung zu steigern und die Gästezufriedenheit zu maximieren."
        ],
        "text": "Scrollen Sie nach unten"
      },
      "filtering": {
        "categories": [
          "Vertrieb & Marketing",
          "Studien, Analysen & Bewertungen",
          "Turnaround-Analyse",
          "Betreiberauswahl",
          "Expertenbewertung",
          "Machbarkeitsstudie",
          "Datenschutz"
        ]
      },
      "sections": [
        {
          "category": "Vertrieb & Marketing",
          "title": "Vertrieb & Marketing",
          "details": [
            "Entwicklung eines jährlichen Marketing-, Vertriebs- und Community-Management-Plans",
            "Umsetzung, Koordination und Organisation von Kundenveranstaltungen, Branchenmeetings, Ausstellungen und Messen",
            "Implementierung von Upselling- und Cross-Selling-Prozessen",
            "Durchführung von Wettbewerbsanalysen zur Identifizierung von Marktchancen",
            "Nutzung datengetriebener Marketingtechniken für gezielte Ansprache und Erfolgsmessung"
          ]
        },
        {
          "category": "Studien, Analysen & Bewertungen",
          "title": "Studien, Analysen & Bewertungen",
          "description": "Mit unserer Expertise und langjährigen Erfahrung im Hotel-, Serviced-Apartment- und Co-Living-Sektor unterstützen wir Ihre Projektplanung mit umfassenden Studien, Analysen, Machbarkeitsbewertungen, Standortbewertungen und Betreiberkonzeptprüfungen. HOTEL CONSULTING GROUP bietet Ihnen die Grundlage für fundierte Entscheidungen. Unsere maßgeschneiderten Studien und Analysen ermöglichen Ihnen ein tiefes Verständnis für den Markt, die Zielgruppe, den Wettbewerb oder bestehende Herausforderungen in Ihrem Unternehmen und schaffen so die Basis für strategische Entscheidungen."
        },
        {
          "category": "Turnaround-Analyse",
          "title": "Turnaround-Analyse",
          "description": "Wir sind auf die Unterstützung von Unternehmen in herausfordernden Situationen spezialisiert und entwickeln gemeinsam mit Ihnen Lösungen, um Rentabilität und Wettbewerbsfähigkeit wiederherzustellen. Unsere maßgeschneiderten Turnaround-Analysen bieten eine umfassende Bewertung Ihrer aktuellen Situation, identifizieren Herausforderungen und Chancen und entwickeln konkrete Empfehlungen zur Neuausrichtung Ihres Unternehmens. Die Spezialisten von HOTEL CONSULTING GROUP arbeiten eng mit Ihnen zusammen, um maßgeschneiderte Strategien zu entwickeln, die Ihren spezifischen Zielen und Bedürfnissen entsprechen."
        },
        {
          "category": "Betreiberauswahl",
          "title": "Betreiber-(Konzept)-Bewertung",
          "description": "Wir bieten maßgeschneiderte Dienstleistungen, um Ihnen bei der Auswahl des richtigen Betreibers und der Entwicklung eines erfolgreichen Betreiberkonzepts zu helfen. Die Experten von HOTEL CONSULTING GROUP analysieren sorgfältig die Stärken, Schwächen und Potenziale von Betreibern. Unsere Lösungsspezialisten arbeiten eng mit Ihnen zusammen, um Ihre Anforderungen und Ihre Vision eines optimalen Betreibers zu verstehen, damit wir den besten Betreiber für Ihre Immobilie vorschlagen können.",
          "subHeading": "Unsere Betreiberbewertung umfasst eine gründliche Analyse unter anderem der folgenden Aspekte:",
          "details": [
            "Erfahrung, Zuverlässigkeit und Ruf des Betreibers",
            "Finanzielle Stabilität des Betreibers (Track Record)",
            "Bewertung der Managementfähigkeiten des Betreibers, einschließlich Führung, Teamstruktur, operativer Prozesse und Qualitätsstandards",
            "Analyse, ob der Betreiber und sein Konzept mit der Zielgruppe, dem Standort und der Immobilie übereinstimmen",
            "Prüfung der vertraglichen Bedingungen (Leistungs-/Risikoverteilung)",
            "Analyse potenzieller Risiken und Herausforderungen (finanziell, operativ und reputationsbezogen)",
            "Prüfung des Betreiberkonzepts (Dienstleistungsangebote, Qualitätsstandards, Marketingstrategien und operative Prozesse)"
          ]
        },
        {
          "category": "Expertenbewertung",
          "title": "Expertenbewertung (Quick Check)",
          "description": "Mit unserem Quick-Check-Service bieten wir eine effiziente Möglichkeit, eine erste Einschätzung von Markt- und Standortfaktoren sowie eines potenziellen Betreibers (Konzepts) für Ihr Projekt zu erhalten. Die erfahrenen Lösungsspezialisten von HOTEL CONSULTING GROUP analysieren die relevanten Aspekte schnell und präzise. Zusätzlich zu dieser grundlegenden Bewertung haben Sie die Möglichkeit, eine umfassendere und tiefere Machbarkeitsstudie von unserem Expertenteam in Auftrag zu geben.",
          "subHeading": "Unser Quick-Check umfasst:",
          "details": [
            "Eine kompakte Marktanalyse",
            "Screening der Nachfrage (Nachfragebewertung)",
            "Screening von Wettbewerb und Standort",
            "Screening von Potenzialen und Risiken",
            "Screening des Betreibers/Betreiberkonzepts"
          ]
        },
        {
          "category": "Machbarkeitsstudie",
          "title": "Machbarkeitsstudie",
          "description": "Wir bieten maßgeschneiderte Machbarkeitsstudien, um Sie bei der Bewertung der Rentabilität und Durchführbarkeit Ihrer Projekte zu unterstützen. Die Experten von HOTEL CONSULTING GROUP analysieren sorgfältig alle relevanten Faktoren, um Ihnen zu helfen, fundierte Entscheidungen zu treffen und Risiken frühzeitig zu erkennen. Wir arbeiten eng mit Ihnen zusammen, um Ihre individuellen Ziele und Anforderungen zu verstehen und maßgeschneiderte Lösungen zu entwickeln, die Ihren Erfolg sicherstellen.",
          "subHeading": "Elemente unserer Machbarkeitsstudie umfassen:",
          "details": [
            "Marktanalyse (Zielgruppen, Wettbewerber, Trends und Marktpotenziale)",
            "Standortbewertung (Lage, Erreichbarkeit, Attraktivität und potenzielle Entwicklungsmöglichkeiten)",
            "Detaillierte Finanzanalyse (Umsatzprognose, Kostenkalkulation, Investitionserfordernisse und potenzielle Renditen)",
            "Analyse potenzieller Risiken und Herausforderungen (SWOT-Analyse)",
            "Unsere Empfehlungen: Basierend auf den Ergebnissen der Machbarkeitsstudie werden spezifische Empfehlungen entwickelt. Dies kann Konzeptanpassungen, Standortoptimierungen, Risikominderungsmaßnahmen oder Finanzierungsstrategien umfassen."
          ]
        },
        {
          "category": "Datenschutz",
          "title": "Datenschutz",
          "description": "Wir bieten maßgeschneiderte Beratungsdienstleistungen, um sicherzustellen, dass Ihr Unternehmen die Datenschutzbestimmungen einhält und sensible Daten schützt. Im Hotel- und Co-Living-Sektor hat der Schutz personenbezogener Daten von Gästen, Mietern und Mitarbeitern höchste Priorität.",
          "subHeading": "Unsere Datenschutzexperten beraten und unterstützen Sie bei:",
          "details": [
            "Überprüfung Ihrer aktuellen Datenschutzstandards anhand gültiger Datenschutzkriterien",
            "Durchführung von Datenschutzaudits",
            "Entwicklung und Implementierung von Datenschutzrichtlinien",
            "Erstellung von Datenschutzvereinbarungen",
            "Umsetzung von Datenschutzmaßnahmen gemäß geltender gesetzlicher Anforderungen",
            "Überprüfung Ihrer Dienstleister, verbundenen Drittunternehmen und Lieferanten",
            "Bearbeitung von Datenschutzanfragen und Beschwerden",
            "Schulung und Sensibilisierung Ihres Teams für den korrekten Umgang mit personenbezogenen Daten"
          ]
        }
      ]
    },
    "section2": {
      "header": {
        "title": "MANAGEMENT & OPERATIONS",
        "paragraphs": [
          "Mit langjähriger Erfahrung und umfangreichem Know-how im Bereich Management, Interim-Management, Pre-Opening-Management, Go-to-Market-Management und Turnaround-Management im Hotel- und Co-Living-Sektor verfügen wir über das notwendige Wissen, um komplexe Herausforderungen erfolgreich zu meistern. Unsere umfangreiche Erfahrung ermöglicht es uns, effektive Strategien zu entwickeln und umzusetzen, um den langfristigen Erfolg von Hotel- und Co-Living-Projekten zu gewährleisten."
        ],
        "text": "Scrollen Sie nach unten"
      },
      "filtering": {
        "categories": [
          "Interim-Management",
          "Go-to-Market-Management",
          "Pre-Opening-Management",
          "Turnaround-Management"
        ]
      },
      "sections": [
        {
          "category": "Interim-Management",
          "title": "Interim-Management",
          "description": "Die Spezialisten von HOTEL CONSULTING GROUP übernehmen Projekte und Maßnahmen, um die kurzfristige Stabilität Ihrer Abläufe zu gewährleisten, die Wettbewerbsfähigkeit und Rentabilität zu steigern und nachhaltigen Erfolg zu sichern.",
          "details": [
            "Ursachenanalyse und Sicherstellung von Transparenz in allen relevanten Bereichen",
            "Entwicklung und Implementierung von Strategien zur Steigerung von Effizienz und Qualität",
            "Optimierung von Prozessen und Abläufen",
            "Stärkung der Markenwahrnehmung und Umsetzung von Maßnahmen zur Verbesserung des Unternehmensimages",
            "Sicherstellung von Mitarbeitermotivation und Führung",
            "Umsetzung von operativen Maßnahmen zur Steigerung von Umsatz und Kostenoptimierung",
            "Neuverhandlung von Verträgen mit Lieferanten, Versorgern und Entsorgungsunternehmen",
            "Präzise Kostenprognosen durch zeitlich begrenzte, bedarfsorientierte Mandate"
          ]
        },
        {
          "category": "Go-to-Market-Management",
          "title": "Go-to-Market-Management",
          "description": "Unser Go-to-Market-Management bietet maßgeschneiderte Lösungen, um Ihr Produkt und Ihr Betriebskonzept erfolgreich auf einem bestehenden oder neuen Markt zu positionieren. Die Spezialisten von HOTEL CONSULTING GROUP überwachen die strategische Planung, Umsetzung und Steuerung zielgerichteter Maßnahmen und Projekte, die eine nachhaltige und erfolgreiche Markterschließung gewährleisten.",
          "details": [
            "Durchführung detaillierter Marktstudien zur Identifizierung aktueller Trends, potenzieller Chancen und Risiken",
            "Entwicklung einer klaren Markteintrittsstrategie und von Differenzierungsstrategien zur Erzielung eines nachhaltigen Wettbewerbsvorteils",
            "Schaffung einzigartiger Verkaufsargumente und einer klaren Markenidentität, die bei Ihrer Zielgruppe Vertrauen und Resonanz erzeugt",
            "Identifikation geeigneter Vertriebskanäle und sorgfältige Auswahl von Vertriebs- und Marketingpartnern",
            "Schulung und Sensibilisierung des Personals für Vertrieb und Marketing",
            "Einsatz von Storytelling-Techniken, um emotionale Verbindungen zu Ihren Kunden, Gästen oder Mietern aufzubauen",
            "Gestaltung einzigartiger Erlebnis-Konzepte und Themen für unvergessliche Aufenthalte",
            "Erstellung von Marketingmaterialien"
          ]
        },
        {
          "category": "Pre-Opening-Management",
          "title": "Pre-Opening-Management",
          "description": "Unser Pre-Opening-Management bietet maßgeschneiderte Lösungen zur Unterstützung der erfolgreichen Eröffnung Ihres Objekts. Die Spezialisten von HOTEL CONSULTING GROUP unterstützen Sie bei der strategischen Planung, Umsetzung und Steuerung aller erforderlichen Maßnahmen vor der Eröffnung.",
          "details": [
            "Entwicklung eines detaillierten Pre-Opening-Zeitplans",
            "Sicherstellung, dass das Objekt gemäß festgelegten Standards und pünktlich fertiggestellt wird",
            "Koordination und Management von Bauunternehmen, Architekten und Innenarchitekten",
            "Entwicklung einer Pre-Sales-, Vertriebs- und Marketingstrategie",
            "Unterstützung bei der Erstellung der Website des Betreibers, einer Social-Media-Strategie und Marketingbroschüren",
            "Konzeption, Organisation und Durchführung von Pre-Opening-Events und Objektbesichtigungen",
            "Entwicklung eines objektbezogenen IT-Konzepts, einschließlich einer optimierten und effizienten digitalen Customer Journey",
            "Auswahl und Beschaffung der optimalen IT-Ausstattung für Personal und Systemlandschaft",
            "Erstellung und Implementierung von operativen Arbeitsabläufen, effizienten Prozessen und Standards zur Qualitätssicherung",
            "Rekrutierung und Schulung von Personal"
          ]
        },
        {
          "category": "Turnaround-Management",
          "title": "Turnaround-Management",
          "description": "Unser Turnaround-Management bietet maßgeschneiderte Lösungen zur erfolgreichen Restrukturierung und Neuausrichtung von Unternehmen in schwierigen wirtschaftlichen Situationen. Die Spezialisten von HOTEL CONSULTING GROUP arbeiten eng mit Ihnen zusammen, um eine umfassende Analyse der aktuellen Situation durchzuführen und individuelle sowie optimale Maßnahmen zu entwickeln, um Ihr Unternehmen wieder auf Kurs zu bringen.",
          "details": [
            "Ursachenanalyse und Sicherstellung von Transparenz in allen relevanten Bereichen",
            "Identifikation von Effizienzverbesserungen und Umsetzung umsatzsteigernder Maßnahmen",
            "Optimierung operativer Prozesse",
            "Neupositionierung des teilweise oder vollständig revitalisierten Hotel- und Co-Living-Produkts",
            "Entwicklung von Marketingstrategien zur Rückgewinnung bestehender und Gewinnung neuer Kunden",
            "Umsetzung von Maßnahmen zur Umsatzsteigerung und Kostensenkung",
            "Planung von CAPEX-Investitionen zur Steigerung des Produktwerts und zur Sicherstellung eines nachhaltigen und wirtschaftlich erfolgreichen Betriebs"
          ]
        }
      ]
    },
    "section3": {
      "header": {
        "title": "Unterstützung für Projektentwicklung und Bau",
        "paragraphs": [
          "Wir bieten maßgeschneiderte Beratungsleistungen, um sicherzustellen, dass Ihre Projektentwicklung sowie Renovierungen, Modernisierungen oder Erweiterungen erfolgreich und pünktlich abgeschlossen werden. In der Hotel- und Co-Living-Branche sind professionelle Projektentwicklung und Baumanagement entscheidend für den Erfolg Ihrer Projekte. Mit unserer Expertise und Erfahrung helfen wir Ihnen, Ihre Vision zu verwirklichen, innovative Konzepte umzusetzen und sicherzustellen, dass Ihre Immobilienprojekte so abgeschlossen werden, dass erfolgreiche und nachhaltige Betriebsabläufe garantiert sind."
        ],
        "text": "Nach unten scrollen"
      },
      "filtering": {
        "categories": [
          "Marketing & Vertrieb",
          "Strategische Beratung",
          "Digitalisierung & Technologielösungen",
          "CAPEX-Planung & CAPEX-Management",
          "FF&E- und OSE-Analyse",
          "Qualitäts- & Feedbackmanagement"
        ]
      },
      "sections": [
        {
          "category": "Marketing & Vertrieb",
          "title": "Marketing & Vertrieb",
          "description": "Die richtige Vertriebsstrategie, gepaart mit einem gut abgestimmten Marketingkonzept, ist der Schlüssel zum Erfolg auf einem hochkompetitiven Markt. Die Lösungsfachleute von HOTEL CONSULTING GROUP arbeiten eng mit Ihnen zusammen, um maßgeschneiderte Vertriebs- und Marketingstrategien zu entwickeln, die die Markenbekanntheit erhöhen, Ihre Zielgruppe besser erreichen, die Einzigartigkeit Ihrer Immobilie hervorheben und langfristigen Erfolg auf dem Wettbewerbsmarkt erzielen.",
          "subHeading": "Unsere Kunden und Partner umfassen Hoteliers, Betreiber, Investoren und möglicherweise auch Sie! Die Experten von HOTEL CONSULTING GROUP unterstützen und beraten Sie in:",
          "details": [
            "Entwicklung und Implementierung umfassender Vertriebs- und Marketingstrategien",
            "Entwicklung und Implementierung von Markenidentität, Differenzierung und Positionierungsstrategien",
            "Identifizierung und Segmentierung Ihrer Zielgruppen basierend auf detaillierten demografischen und psychografischen Analysen",
            "Erstellung maßgeschneiderter Marketingbotschaften, Content-Management und Storytelling-Techniken",
            "Analyse des Konsumverhaltens zur Optimierung Ihres Produktportfolios",
            "Entwicklung und Implementierung von Multikanal-Strategien",
            "Analyse und Durchführung von Online-Marketing- und Social-Media-Kampagnen (SEO, SEA, SEM)",
            "Konzeption von Influencer- und Empfehlungsmarketing",
            "Planung, Organisation und Durchführung von Fotoshootings und Image-Videos",
            "Auswahl, Beschaffung und Implementierung von Systemtechnologien für Analyse, Kommunikation, Personalisierung und Kundenbindung"
          ]
        },
        {
          "category": "Strategische Beratung",
          "title": "Strategische Beratung",
          "description": "Unsere strategischen Beratungsleistungen umfassen eine umfassende Analyse der operativen Prozesse sowie die Entwicklung maßgeschneiderter Strategien und Lösungen zur Steigerung der operativen Exzellenz.",
          "subHeading": "Unsere Kunden und Partner umfassen Hoteliers, Betreiber, Investoren, Banken und Finanzinstitute – und möglicherweise auch Sie! Wir unterstützen Sie bei:",
          "details": [
            "Beratung und Unterstützung bei Verhandlungen über Management- und Pachtverträge",
            "Analyse bestehender operativer Prozesse und Strukturen",
            "Entwicklung maßgeschneiderter Strategien zur Verbesserung der operativen Exzellenz",
            "Implementierung von Lean-Management-Prinzipien",
            "Optimierung von Prozessen in Schlüsselbereichen",
            "Einführung von Qualitätsmanagementsystemen",
            "Schulung von Mitarbeitern",
            "Kontinuierliche Überwachung und Anpassung der implementierten Maßnahmen an Marktbedingungen",
            "Analyse, Auswahl und Implementierung innovativer Technologien"
          ]
        },
        {
          "category": "Digitalisierung & Technologielösungen",
          "title": "Digitalisierung & Technologielösungen",
          "description": "Digitale Lösungen spielen eine immer wichtigere Rolle, sei es bei Online-Zimmerbuchungen, digitalen Check-ins, personalisierten Gästeerlebnissen oder der Nutzung von Datenanalysen für gezielte Kundenansprache. HOTEL CONSULTING GROUP hilft Ihnen, diese Möglichkeiten zu nutzen, um Ihr Geschäft erfolgreich in die digitale Zukunft zu führen.",
          "subHeading": "Unsere Experten für Digitalisierung beraten und unterstützen Sie bei:",
          "details": [
            "Entwicklung maßgeschneiderter Digitalisierungsstrategien",
            "Weiterentwicklung eines immobilienbezogenen IT-Konzepts",
            "Aufbau und Implementierung einer digitalen Marketingplattform",
            "Integration mit anderen Systemkomponenten, wie Revenue-Management-Tools oder Content- und Channel-Managern",
            "Auswahl und Beschaffung optimaler IT-Systeme und -Ausrüstung",
            "Implementierung von IT-Systemen oder Subsystemen wie Property-Management-Software (PMS), POS-Systemen und digitalen Zahlungslösungen",
            "Beratung bei der Beschaffung und Implementierung von IT-Hardware-Infrastruktur wie digitalen Check-in-Kiosken oder elektronischen Schließsystemen",
            "Organisation und Sicherstellung von Datensicherungen, Servermanagement und Systemwartung",
            "Schulung Ihres Teams im Umgang mit neuen Technologien"
          ]
        },
        {
          "category": "CAPEX-Planung & CAPEX-Management",
          "title": "CAPEX-Planung & CAPEX-Management",
          "description": "Die Lösungsfachleute von HOTEL CONSULTING GROUP verfügen über umfassendes Branchenwissen und Expertise in der CAPEX-Planung und -Verwaltung. Wir unterstützen Sie bei der strategischen Planung Ihrer Investitionen.",
          "subHeading": "Unsere Experten unterstützen Sie bei:",
          "details": [
            "Analyse Ihrer aktuellen Investitionsstrategie zur Identifizierung von Optimierungspotenzialen",
            "Erstellung maßgeschneiderter CAPEX-Pläne",
            "Implementierung effektiver Managementprozesse zur Einhaltung von Budgetvorgaben",
            "Kontinuierliche Überwachung Ihrer Investitionsausgaben zur Sicherstellung der Rentabilität"
          ]
        },
        {
          "category": "FF&E- und OSE-Analyse",
          "title": "FF&E- und OSE-Analyse",
          "description": "Die Experten von HOTEL CONSULTING GROUP sorgen dafür, dass Ihre Möbel, Ausstattung (FF&E) sowie Betriebsmittel und Zubehör (OSE) optimal geplant, beschafft und installiert werden.",
          "subHeading": "Wir unterstützen Sie bei:",
          "details": [
            "Planung von FF&E und OSE gemäß den Betreiberanforderungen",
            "Bewertung marktgerechter Preisangebote",
            "Verknüpfung mit renommierten Möbelherstellern und Zulieferern",
            "Planung, Koordination und Abnahme der Installation von Möbeln und Ausstattung"
          ]
        },
        {
          "category": "Qualitäts- & Feedbackmanagement",
          "title": "Qualitäts- & Feedbackmanagement",
          "description": "Die Experten von HOTEL CONSULTING GROUP unterstützen Sie bei der Analyse und Optimierung Ihrer Qualitätsmanagementprozesse.",
          "subHeading": "Wir unterstützen Sie bei:",
          "details": [
            "Analyse und Optimierung bestehender Prozesse im Qualitätsmanagement",
            "Entwicklung und Implementierung von Qualitätsstandards und Richtlinien",
            "Feedback-Analyse: Identifikation von Chancen und Schwächen",
            "Durchführung von Mystery-Checks und Mystery-Shop-Anrufen",
            "Schulung von Mitarbeitern im Qualitätsmanagement"
          ]
        }
      ]
    }
  },
  "contact": {
    "name": "Kontakt",
    "section1": {
      "heading": "Kontakt",
      "subHeading": "Lass uns sprechen"
    },
    "section2": {
      "cards": [
        {
          "heading": "Ein neues Projekt starten?",
          "subHeading": "Lass uns sprechen!",
          "options": ["Telefon", "E-Mail", "Adresse"]
        },
        {
          "heading": "Schreiben Sie einen Kommentar",
          "options": [
            {
              "label": "Wie ist Ihr Name?",
              "placeholder": "Geben Sie Ihren Namen ein"
            },
            {
              "label": "Wie lautet Ihre E-Mail-Adresse?",
              "placeholder": "Geben Sie Ihre E-Mail-Adresse ein"
            },
            {
              "label": "Was gibt's?",
              "placeholder": "Erzählen Sie uns von sich und der Welt"
            }
          ],
          "actionText": "Nachricht senden"
        }
      ]
    },
    "section3": {
      "heading": "Portfolio",
      "subHeading": "Weitere Arbeiten ansehen"
    },
    "section4": {
      "heading": "Management",
      "subHeading": "Mit umfassender Expertise im Pre-Opening-Management, Interim-Management, Go-to-Market-Management und Turnaround-Management helfen wir Ihnen, komplexe Herausforderungen erfolgreich zu meistern."
    },
    "section5": {
      "heading": "Projektentwickler und Bauunternehmer:",
      "paragraphs": [
        "Als Projektentwickler stehen Sie vor zahlreichen Herausforderungen bei der Realisierung von Hotel-, Serviced-Apartment- oder Co-Living-Immobilienprojekten. Die aktuelle Marktsituation erfordert ein tiefes Verständnis der sich ständig ändernden Bedürfnisse und Erwartungen der Zielgruppen.",
        "Die Planung und Umsetzung nachhaltiger Konzepte, die sowohl wirtschaftlich als auch ökologisch tragfähig sind, ist wichtiger denn je."
      ],
      "details": {
        "heading": "Unsere Geschäftspartner und Kunden stehen unter anderem vor folgenden Fragen:",
        "bullets": [
          "Wie kann der Projektstandort bewertet werden, und welche optimale Nutzungsform gewährleistet einen zukünftigen erfolgreichen Betrieb?",
          "Wer ist der optimale Betreiber, und welches Potenzial, welche Expertise und Qualität bringt er mit?",
          "Welche Anforderungen stellt der zukünftige Betreiber an Architektur und Planung für einen optimalen und nachhaltigen zukünftigen Betrieb?",
          "Sind die Anforderungen des Betreibers, die Auswahl von FF&E und die Pre-Opening-Gebühren überteuert oder marktgerecht?",
          "Welche CAPEX-Investitionen sind notwendig, und entsprechen sie aktuellen Standards, um den Wert der Immobilie zu erhalten und nachhaltig zu steigern?"
        ]
      }
    }
  },
  "project1": {
    "section1": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "text": "Co-Living-Konzept HAVENS LIVING Frankfurt Bockenheim, Umwandlung von Büro zu Co-Living-Produkt, Produktentwicklung und Pre-Opening-Management mit Übergabe an International Campus Operations."
    },
    "section3": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project2": {
    "section1": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Hammerbrook",
      "text": "Co-Living-Konzept HAVENS LIVING Hammerbrook, 240 Apartments, Produktentwicklung und Pre-Opening-Management mit Übergabe an International Campus Operations."
    },
    "section3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project3": {
    "section1": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Linz Leonding",
      "text": "Hotel 4 Sterne in Linz, 63 Zimmer, voll digitalisiert mit KI, Kredit- und Transaktionsberatung, Produktentwicklung, FF&E, OS&E, digitale Landschaft, Pre-Opening-Management und Management (Vertrieb & Marketing, Betrieb, Controlling)."
    },
    "section3": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project4": {
    "section1": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Altona",
      "text": "Co-Living-Konzept HAVENS LIVING Hamburg Altona, 214 Zimmer, Produktentwicklung und Pre-Opening-Management mit Übergabe an International Campus Operations."
    },
    "section3": {
      "heading": "2022 Kroatien Omis Ruskamen",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project5": {
    "section1": {
      "heading": "2022 Kroatien Omis Ruskamen",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Kroatien Omis Ruskamen",
      "text": "Hotel 4 Sterne, Designhotel, 32 Zimmer, Kredit- und Transaktionsberatung, Produktentwicklung, FF&E, OS&E, digitale Landschaft, Pre-Opening-Management und Management (Vertrieb & Marketing, Betrieb, Controlling)."
    },
    "section3": {
      "heading": "2021 iLive Rioca Wien",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project6": {
    "section1": {
      "heading": "2021 iLive Rioca Wien",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "iLive Rioca Wien",
      "text": "190 Zimmer - Serviced Apartments, digitale Landschaft, Produktentwicklung OS&E und FF&E."
    },
    "section3": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project7": {
    "section1": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "text": "150 Zimmer - Produktentwicklung FF&E und OS&E, Pre-Opening-Management."
    },
    "section3": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project8": {
    "section1": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Arcotel Camino Stuttgart",
      "text": "Hotel 4 Sterne+ Superior, 168 Zimmer, Produktentwicklung, Pre-Opening-Management."
    },
    "section3": {
      "heading": "ARCOTEL Kaiserwasser Wien",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project9": {
    "section1": {
      "heading": "ARCOTEL Kaiserwasser Wien",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Kaiserwasser Wien",
      "text": "Hotel 4 Sterne+ Superior, Designhotel, 282 Zimmer - Produktentwicklung, Pre-Opening-Management."
    },
    "section3": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project10": {
    "section1": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Allegra Zagreb",
      "text": "Hotel 4 Sterne, Designhotel, 151 Zimmer, General Management."
    },
    "section3": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project11": {
    "section1": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Onyx Hamburg",
      "text": "Hotel 4 Sterne+ Superior, 215 Zimmer, Produktentwicklung & Pre-Opening-Management."
    },
    "section3": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Nächstes Projekt"
    }
  },
  "project12": {
    "section1": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Rubin Hamburg",
      "text": "Hotel 4 Sterne+ Superior, 225 Zimmer, Produktentwicklung & Pre-Opening-Management."
    }
  },
  "privacyPolicy": {
    "name": "Datenschutz",
    "heading": "Datenschutzerklärung",
    "subHeading": "Privacy matters",
    "intro": "Gemäß der DSGVO und dem Datenschutzgesetz 2018 sind wir verpflichtet, Ihre persönlichen Daten in Übereinstimmung mit der DSGVO und dem Datenschutzgesetz 2018 zu schützen. Diese Richtlinie beschreibt, wie wir Ihre persönlichen Daten, einschließlich Bild- und Videodaten, sammeln, verarbeiten und schützen.",
    "sections": [
      {
        "title": "1. Datenverantwortlicher und Kontaktinformationen",
        "text1": "<strong>Datenverantwortlicher:</strong> Hotel Consulting Group Ltd. <br /> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>",
        "content": "Wenn Sie Fragen oder Bedenken zum Datenschutz haben, kontaktieren Sie uns bitte unter."
      },
      {
        "title": "2. Umfang der Datenverarbeitung",
        "content": "Wir verarbeiten personenbezogene Daten, um unsere Website zu betreiben, Kundeninteraktionen zu verwalten, unsere Dienstleistungen zu verbessern und die Sicherheit zu gewährleisten. Dies umfasst allgemeine persönliche Daten sowie Bild- und Videodaten."
      },
      {
        "title": "3. Arten der verarbeiteten Daten",
        "subsections": [
          {
            "title": "a) Allgemeine persönliche Daten:",
            "items": [
              "Kontaktdaten (z. B. Name, E-Mail-Adresse), die durch Formulare oder Anfragen bereitgestellt werden.",
              "Technische Daten (z. B. IP-Adresse, Browsertyp), die automatisch bei der Nutzung unserer Website erfasst werden.",
              "Vom Benutzer generierte Inhalte (z. B. Profilbilder, Bewertungen)."
            ]
          },
          {
            "title": "b) Bild- und Videodaten:",
            "items": [
              "Überwachung (CCTV): Videoaufzeichnungen in bestimmten Bereichen zu Sicherheitszwecken.",
              "Event-Fotografie und -Videografie: Fotos oder Videos, die während Veranstaltungen zu Dokumentations- und Werbezwecken aufgenommen werden.",
              "Vom Benutzer hochgeladene Medien: Bilder oder Videos, die von Benutzern für bestimmte Funktionen hochgeladen werden (z. B. Profilbilder)."
            ]
          }
        ]
      },
      {
        "title": "4. Zwecke der Datenverarbeitung",
        "subsections": [
          {
            "title": "a) Allgemeine Zwecke der Datenverarbeitung:",
            "items": [
              "Beantwortung von Anfragen und Bereitstellung von Dienstleistungen.",
              "Betrieb und Verbesserung unserer Website.",
              "Marketing, einschließlich Newsletter (mit Einwilligung).",
              "Einhaltung gesetzlicher Verpflichtungen."
            ]
          },
          {
            "title": "b) Zwecke der Bilddatenverarbeitung:",
            "items": [
              "CCTV: Gewährleistung der Sicherheit von Personen und Eigentum.",
              "Event-Fotografie: Dokumentation und Förderung von Veranstaltungen über unsere Website, soziale Medien oder Marketingmaterialien.",
              "Vom Benutzer generierte Inhalte: Ermöglichung von Benutzerfunktionen (z. B. personalisierte Profile oder Bewertungen)."
            ]
          }
        ]
      },
      {
        "title": "5. Rechtsgrundlagen für die Verarbeitung",
        "content": [
          "Berechtigte Interessen (Art. 6(1)(f) DSGVO): Betrieb der Website, Sicherheit (CCTV) und interne Dokumentation.",
          "Einwilligung (Art. 6(1)(a) DSGVO): Marketingkommunikation, Eventfotografie für Werbezwecke und nicht essentielle Cookies.",
          "Vertragliche Verpflichtungen (Art. 6(1)(b) DSGVO): Verarbeitung, die zur Erfüllung von Dienstleistungsverträgen erforderlich ist.",
          "Gesetzliche Verpflichtungen (Art. 6(1)(c) DSGVO): Einhaltung von Gesetzen oder behördlichen Anfragen."
        ]
      },
      {
        "title": "6. Aufbewahrungsfristen",
        "content": [
          "Allgemeine Daten: Nur so lange aufbewahrt, wie für den jeweiligen Zweck erforderlich oder gesetzlich vorgeschrieben.",
          "CCTV-Aufnahmen: Bis zu 7 Tage aufbewahrt, sofern nicht für rechtliche Untersuchungen erforderlich.",
          "Event-Medien: Auf unbestimmte Zeit zur Dokumentation und Werbung aufbewahrt, es sei denn, eine Löschung wird angefordert.",
          "Vom Benutzer hochgeladene Inhalte: Aufbewahrt, bis der Benutzer sie löscht oder sein Konto deaktiviert."
        ]
      },
      {
        "title": "7. Datenweitergabe und -übertragungen",
        "content": [
          "Wir geben Daten nur weiter:",
          "An Dienstleister (z. B. Hosting-Plattformen, Zahlungsabwickler), die durch Datenverarbeitungsvereinbarungen gebunden sind.",
          "An Strafverfolgungsbehörden oder Regulierungsbehörden, wenn dies gesetzlich vorgeschrieben ist.",
          "Für internationale Übertragungen stellen wir durch Sicherungen wie Standardvertragsklauseln (SCCs) die Einhaltung der DSGVO sicher."
        ]
      },
      {
        "title": "8. Sicherheitsmaßnahmen",
        "content": [
          "Wir implementieren fortschrittliche Sicherheitsmaßnahmen zum Schutz Ihrer Daten, einschließlich:",
          "Verschlüsselung gespeicherter und übertragener Daten.",
          "Zugangskontrollen und regelmäßige Sicherheitsüberprüfungen.",
          "Sichere Speichersysteme für sensible Daten, einschließlich Bilddaten."
        ]
      },
      {
        "title": "9. Rechte der betroffenen Personen",
        "content": [
          "Nach der UK-DSGVO haben Sie die folgenden Rechte:",
          "<strong>Recht auf Auskunft</strong> (Art. 15): Erhalten Sie eine Kopie Ihrer personenbezogenen Daten.",
          "<strong>Recht auf Berichtigung</strong> (Art. 16): Korrigieren Sie Ungenauigkeiten in Ihren Daten.",
          "<strong>Recht auf Löschung</strong> (Art. 17): Fordern Sie die Löschung Ihrer Daten an.",
          "<strong>Recht auf Einschränkung der Verarbeitung</strong> (Art. 18): Begrenzen Sie die Verarbeitung Ihrer Daten.",
          "<strong>Recht auf Datenübertragbarkeit</strong> (Art. 20): Erhalten Sie Ihre Daten in einem tragbaren Format.",
          "<strong>Widerspruchsrecht</strong> (Art. 21): Widersprechen Sie der Verarbeitung Ihrer Daten aus berechtigtem Interesse oder zu Marketingzwecken.",
          "<strong>Recht auf Widerruf der Einwilligung</strong>: Wenn die Verarbeitung auf einer Einwilligung beruht, können Sie diese jederzeit widerrufen.",
          "Um diese Rechte auszuüben, kontaktieren Sie uns unter <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>."
        ]
      },
      {
        "title": "10. Cookies und Tracking-Technologien",
        "content": [
          "Wir verwenden Cookies, um die Funktionalität zu verbessern und die Nutzung der Website zu analysieren.",
          "<strong>Essenzielle Cookies</strong>: Erforderlich für den Betrieb der Website.",
          "<strong>Analyse-Cookies</strong>: Helfen uns, die Leistung zu verbessern (erfordert Zustimmung).",
          "<strong>Marketing-Cookies</strong>: Werden für gezielte Werbung verwendet (erfordert Zustimmung).",
          "Sie können Ihre Cookie-Einstellungen über das Cookie-Banner verwalten."
        ]
      },
      {
        "title": "11. Bilddaten-Richtliniendetails",
        "subsections": [
          {
            "title": "a) CCTV-Überwachung:",
            "items": [
              "Zweck: Sicherheit und Verbrechensverhütung.",
              "Aufbewahrung: Daten werden nach 7 Tagen gelöscht, sofern sie nicht für Ermittlungen erforderlich sind."
            ]
          },
          {
            "title": "b) Event-Fotografie und -Videografie:",
            "items": [
              "Zweck: Interne Nutzung, Dokumentation und Werbematerialien.",
              "Rechte: Sie können bei Veranstaltungen der Fotografie widersprechen oder die Entfernung bestimmter Bilder verlangen."
            ]
          },
          {
            "title": "c) Vom Benutzer generierte Medien:",
            "items": [
              "Zweck: Verbesserung der Benutzerfunktionalität (z. B. Profilbilder).",
              "Aufbewahrung: Gespeichert, bis sie vom Benutzer gelöscht werden."
            ]
          }
        ]
      },
      {
        "title": "12. Beschwerden",
        "content": "Wenn Sie glauben, dass Ihre Datenschutzrechte verletzt wurden, können Sie eine Beschwerde beim Information Commissioner’s Office (ICO) einreichen: https://ico.org.uk/"
      },
      {
        "title": "13. Aktualisierungen dieser Datenschutzerklärung",
        "content": "Wir können diese Richtlinie aktualisieren, um Änderungen in unseren Praktiken oder gesetzlichen Verpflichtungen zu berücksichtigen. Die neueste Version ist stets auf unserer Website verfügbar."
      }
    ]
  },
  "impressum": {
    "name": "Impressum",
    "heading": "Rechtliches & Datenschutz",
    "subHeading": "Impressum",
    "intro": "Die Hotel Consulting Group Ltd. respektiert Ihre Privatsphäre und verpflichtet sich, die Sicherheit Ihrer persönlichen Daten zu gewährleisten. Nachfolgend finden Sie zusätzliche Klauseln, die speziell für Ihre Dienstleistungen gelten.",
    "sections": [
      {
        "title": "1. Daten in Drittanbieter-Verträgen",
        "content": [
          "Im Rahmen der Verhandlung und Verwaltung von Drittanbieter-Verträgen können wir folgende Daten erfassen und verarbeiten:",
          "Angaben zu Anbietern und Lieferanten (z. B. Firmennamen, Verträge und Zahlungsbedingungen).",
          "Kundenpräferenzen und Anforderungen für die Anbieterauswahl.",
          "<strong>Datenweitergabe:</strong>",
          "Daten werden nur mit vorab genehmigten Drittanbietern wie Anbietern und Lieferanten, die an Vertragsverhandlungen beteiligt sind, geteilt.",
          "Alle geteilten Daten sind durch Vertraulichkeitsvereinbarungen geschützt."
        ]
      },
      {
        "title": "2. Smart-Technologie und Datenschutz",
        "content": [
          "Bei der Integration von Smart-Technologien können folgende Daten erfasst und verarbeitet werden:",
          "Gerätedaten: Daten von IoT-Geräten wie Belegungssensoren, Energiezählern und intelligenten Schlössern.",
          "Nutzungsanalysen: Interaktionsdaten von Gästen und Mitarbeitern mit intelligenten Systemen (z. B. App-Nutzung).",
          "<strong>Verantwortlichkeit:</strong>",
          "Die Hotel Consulting Group Ltd. stellt sicher, dass alle empfohlenen Technologien den Datenschutzbestimmungen (z. B. DSGVO, UK DSGVO) entsprechen.",
          "Der Kunde ist jedoch für die laufende Verwaltung der über diese Systeme erfassten Daten und die Einhaltung der Datenschutzgesetze verantwortlich."
        ]
      },
      {
        "title": "3. Nachhaltigkeit und Datenerhebung",
        "content": [
          "Für Nachhaltigkeitsprojekte können wir Daten wie die folgenden erfassen:",
          "Nutzungsdaten für Versorgungsdienste (z. B. Strom-, Wasser- und Gasverbrauch).",
          "Statistiken zur Abfallbewirtschaftung und Recyclingquoten.",
          "<strong>Zweck:</strong> Diese Daten werden verwendet, um die Umweltauswirkungen zu analysieren und maßgeschneiderte Nachhaltigkeitsstrategien zu entwickeln."
        ]
      },
      {
        "title": "4. Internationale Datenübermittlungen",
        "content": [
          "Für internationale Projekte können Daten grenzüberschreitend übertragen werden, um die Zusammenarbeit mit Stakeholdern zu erleichtern. Wir stellen sicher, dass:",
          "Alle Datenübertragungen mit der UK DSGVO, der DSGVO oder anderen geltenden Datenschutzvorschriften übereinstimmen.",
          "Standardvertragsklauseln (SCC) oder gleichwertige Schutzmaßnahmen für Übertragungen außerhalb des Vereinigten Königreichs/EU implementiert werden."
        ]
      },
      {
        "title": "5. Nachhaltigkeits- und Umweltklausel",
        "content": [
          "Die Hotel Consulting Group Ltd. engagiert sich für die Förderung nachhaltiger Praktiken in der Hotelbranche. Unsere Nachhaltigkeitsdienste umfassen möglicherweise:",
          "Empfehlung von öko-zertifizierten Anbietern und Lieferanten.",
          "Entwicklung von Programmen zur Abfallreduzierung und energieeffizienten Lösungen.",
          "Durchführung von CO2-Fußabdruckbewertungen.",
          "<strong>Haftungsausschluss:</strong> Während wir Rahmenbedingungen und Empfehlungen zur Nachhaltigkeit bieten, hängt das Ergebnis von der Umsetzung und der Einhaltung bewährter Verfahren durch den Kunden ab."
        ]
      },
      {
        "title": "6. Cybersicherheit in Smart-Technologiesystemen",
        "content": [
          "Für Projekte, die IoT- und Smart-Systeme umfassen, empfehlen wir Cybersicherheitsaudits zur Identifizierung von Schwachstellen. Die Hotel Consulting Group Ltd. bietet Unterstützung, haftet jedoch nicht für Sicherheitsverletzungen, die durch Drittanbieter-Technologieanbieter verursacht werden."
        ]
      },
      {
        "title": "Hosting und Anwendbares Recht",
        "content": [
          "<strong>Hosting-Anbieter:</strong> GoDaddy",
          "<strong>Website:</strong> <a href='https://www.hotelconsulting.group'> www.hotelconsulting.group </a>",
          "<strong>Anwendbares Recht:</strong> Diese Website, ihr Inhalt und alle angebotenen Dienstleistungen unterliegen den Gesetzen von England und Wales. Für internationale Projekte ist die Einhaltung lokaler Gesetze erforderlich, und es kann zusätzliche rechtliche Beratung notwendig sein."
        ]
      },
      {
        "title": "Kontakt",
        "content": [
          "Wenn Sie Fragen zu unserem Impressum oder unserer Datenschutzerklärung haben oder zusätzliche Informationen zu Nachhaltigkeit, Smart-Technologie oder Drittanbieter-Verträgen benötigen, kontaktieren Sie uns bitte unter:",
          "<strong>Email:</strong> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>"
        ]
      }
    ]
  },
  "footer": {
    "name": "Footer",
    "address": "81 Skipper Way St. Neots PE19 6LT, England"
  },

  "registration": "12047431",
  "menu": "Menü",
  "open": "Öffnen",
  "close": "Schließen",
  "language": "Sprache"
}
