{
  "home": {
    "name": "Home",
    "section1": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Welcome to",
      "text": "You focus on your day-to-day business, while we bring the time, resources, and expertise to take your business to the next level."
    },
    "section2": {
      "heading": "Our Vision",
      "text": "To revolutionise the hotel and co-living sectors through strategic consulting, efficient management approaches, and innovative operational concepts. With a deep understanding of the hospitality, serviced apartment, and co-living industries, and a holistic approach, we offer solutions that are both innovative and practical. Let us shape the future of your hotel and co-living projects together and ensure sustainable success."
    },
    "section3": {
      "heading": "OUR EXPERTISE AND SOLUTIONS INCLUDE",
      "subHeading": "You are already familiar with the various challenges that come with managing a hotel or co-living property. We know how to overcome these challenges with tailored solutions. We offer solutions in all areas, from asset management to room pricing.",
      "text": "All of our solution specialists have hands-on experience in the hotel and co-living sectors and know what is important. Thanks to our experience in development, financing, sales, and successful operation of hotel and co-living properties, we understand the perspectives of both investors and operators. Our expertise is shaped by decades of experience and the use of the latest digital features. However, what truly sets us apart is our approach to crafting and implementing tailor-made solutions for existing challenges."
    },
    "section4": {
      "heading": "Operators & Hoteliers",
      "subHeading": "The hotel, serviced apartment, and co-living sectors face a wide range of complex and constantly changing challenges that need to be addressed.",
      "text": "From the increasing competition from online platforms to the impact of the global pandemic and the rapidly evolving digital landscape, we analyse current trends and developments to help you find solutions and thrive in this highly dynamic industry."
    },
    "section5": {
      "heading": "Investors & Owners",
      "subHeading": "We provide you with comprehensive information and services related to the exciting world of hotel and co-living investments.",
      "text": "As experienced experts, we assist you in identifying lucrative investment opportunities, evaluating hotel, serviced apartment, and co-living properties, developing bespoke investment strategies, and optimising the return on your existing real estate portfolio."
    },
    "section6": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Next Project",
      "text": ""
    },
    "section7": {
      "heading": "Our business partners and clients face the following questions, among others: ",
      "subHeading": "",
      "cards": [
        {
          "heading": "Why is a hotel operation missing its targets, and where is there room for optimisation in terms of strategic direction, cost management, or operational implementation?"
        },
        {
          "heading": "Can (partial) digitalisation of the customer journey help to streamline processes, make operations more efficient, and elevate the guest experience to a new level?"
        },
        {
          "heading": "How can new revenue potentials be unlocked to strengthen or expand long-term competitiveness?"
        },
        {
          "heading": "Is the hotel product still relevant, and is the differentiation and positioning on the market optimally set?"
        },
        {
          "heading": "What internal processes, procedures, and organisational structures need to be improved to achieve the desired situation? "
        }
      ]
    },
    "section8": {
      "heading": "Your path to bespoke consulting and digitalisation solutions starts here",
      "subHeading": "Whether you need comprehensive advice, are curious about digital solutions, or just have a question, our solution specialists are only a phone call or an email away. Contact us, and we will address your concerns with the attention they deserve."
    },
    "section9": {
      "heading": "Our business partners and clients face the following questions, among others:",
      "subHeading": "",
      "cards": [
        {
          "heading": "How can the risks and opportunities of hotel and co-living projects be assessed?"
        },
        {
          "heading": "Is the operator concept right for the location, the demand, and will it be economically sustainable in the long term?"
        },
        {
          "heading": "What types of contracts suit my property, and is the success and risk-sharing between the investor and the operator fairly structured to ensure the long-term successful management of the property?"
        },
        {
          "heading": "How is the risk assessment in crisis scenarios, and what strategies exist to mitigate these?"
        },
        {
          "heading": "What are the reasons for the economic failure of a property, what optimisation measures are necessary, or is a strategic repositioning required to regain profitability? "
        }
      ]
    },
    "section10": {
      "heading": "Your path to bespoke location analysis, assessment of the operator concept's success, and operator quality and risk assessment starts here",
      "subHeading": "Whether you need comprehensive advice, a review or evaluation of your investment, or just have a question, our solution specialists are only a phone call or an email away. Contact us, and we will address your concerns with the attention they deserve."
    },
    "section11": {
      "heading": "DIGITISATION & DATA PROTECTION",
      "subHeading": "We assist you in preparing your business for the digital future and help you leverage innovative technologies to increase your competitiveness and offer your guests/tenants an outstanding experience."
    },
    "section12": {
      "heading": "Digitisation & Data Protection",
      "paragraphs": [
        "With our expertise and extensive experience, we assist you in preparing your business for the digital future and help you leverage innovative technologies to increase your competitiveness and provide your guests/tenants with an exceptional experience. At the same time, we ensure the security and protection of your data and that of your customers.",
        "As your partner for digitisation and data protection in the hotel and co-living sectors, HOTEL CONSULTING GROUP's solution specialists work closely with you to develop innovative strategies and establish processes that comply with data protection regulations according to your specifications and legal requirements."
      ]
    }
  },
  "about": {
    "name": "About",
    "section1": {
      "heading": "Hotel Consulting Group",
      "text": "Offers tailor-made consulting and management services to successfully realise your hotel, serviced apartment, and co-living property projects. "
    },
    "section2": {
      "heading": "Technical Service Assistance (TSA): ",
      "paragraphs": [
        "Our years of experience in the hotel and co-living sectors have taught us that optimal planning and execution during project development are foundational to the later economic success and efficient operation of a business. From design planning to space utilisation and meeting operator requirements, ensuring the proper training of the operating team on technical systems is crucial. "
      ],
      "details": {
        "heading": "HOTEL CONSULTING GROUP's experts accompany and support you from the beginning in:",
        "bullets": [
          "Reviewing, analysing, and evaluating site and market assessments as well as the operator's requirements",
          "Reviewing or preparing interface lists to ensure clear transparency of the responsibilities of the construction company, owner, and operator during the project development phase",
          "Assisting planners and architects with design, approval, and construction planning",
          "Developing special concepts to optimise the building approval process, such as mobility concepts to optimise parking space requirements",
          "Advising on optimal space planning and utilisation in accordance with operator requirements",
          "Evaluating, planning, procuring, installing, and approving FF&E and OSE",
          "Regularly participating in planning and construction meetings and conducting periodic site inspections",
          "Advising on the planning, procurement, installation, and approval of outdoor and façade advertising systems",
          "Accompanying preliminary and final inspections and participating in the respective inspection appointments",
          "Organising and coordinating training sessions on the use of technical systems for property management, facility management, operator staff, owners, and contractors",
          "Organising a transparent and traceable defect management process following final inspection"
        ]
      }
    },
    "section3": {
      "heading": "Consulting for the Hotel, Serviced Apartment, and Co-Living Sectors: ",
      "paragraphs": [
        "We are aware of the challenges you face when it comes to increasing efficiency, controlling costs, developing personnel, or adapting to changing market trends. HOTEL CONSULTING GROUP offers creative methods that provide not only short-term solutions but also ensure long-term sustainability.",
        "All of our solution specialists have many years of experience and deep expertise in the hotel and co-living sectors, assisting you in developing strategies, optimising processes, and implementing innovative solutions and technologies. With tailored consulting services, we help you position your business successfully and sustainably, while also gaining competitive advantages."
      ]
    },
    "section7": {
      "heading": "Revenue Management, Distribution & E-Commerce: ",
      "paragraphs": [
        "Continuously growing revenue, targeted occupancy increases, and consistently optimising the Gross Operating Profit (GOP) are essential to ensuring your business's long-term operational efficiency and success in a dynamic and competitive market environment. ",
        "We support you with bespoke solutions to increase your revenues, improve your online presence, and strengthen your competitiveness in the market. Our clients and partners include hoteliers, operating companies, investors, banks, and financial institutions—and potentially you!"
      ],
      "details": {
        "heading": "HOTEL CONSULTING GROUP's specialists support and advise you in:",
        "bullets": [
          "<strong>Developing revenue management strategies:</strong> We assist in creating dynamic pricing strategies to set the right prices at the right time for different room categories to maximise occupancy.",
          "<strong>Applying yield management strategies:</strong> To maximise revenue generation, we leverage yield management techniques.",
          "<strong>Using data analysis to predict demand:</strong> We assist in adjusting pricing strategies based on market demand forecasts using data analytics.",
          "<strong>Optimising distribution channels:</strong> We help select and manage distribution channels to reach a broad audience, increase visibility, and boost bookings.",
          "<strong>Implementing e-commerce solutions:</strong> We assist with setting up and optimising online booking platforms to offer a user-friendly booking experience and improve conversion rates.",
          "<strong>Analysing market trends and competitors:</strong> We help analyse market trends, competitors, and guest data to make informed decisions that boost revenue and profitability.",
          "<strong>Training employees:</strong> We provide training and workshops for staff to keep them up to date on the latest developments in revenue management, distribution, and e-commerce."
        ]
      }
    },
    "section8": {
      "heading": "Controlling & Reporting: ",
      "paragraphs": [
        "Our professional consulting services in the area of controlling and reporting help you analyse and optimise your financial performance, identify risks and potential opportunities, and implement targeted measures. We work with you to develop bespoke controlling tools and processes tailored to the specific requirements and goals of hotels and co-living properties.",
        "Our goal is to help you strengthen your competitiveness and ensure sustainable growth while providing you with the certainty that potential risks can be identified early on and addressed with targeted financial and operational measures."
      ],
      "details": {
        "heading": "HOTEL CONSULTING GROUP's experts advise and support you in:",
        "bullets": [
          "<strong>Analysing and optimising existing controlling and reporting processes:</strong> Through an in-depth analysis of current processes, weaknesses can be identified, and optimisation potential uncovered to ensure more efficient and meaningful reporting.",
          "<strong>Defining relevant key performance indicators (KPIs):</strong> Consulting includes determining key metrics that allow you to measure and monitor financial performance, occupancy, customer satisfaction, and other key aspects of your business operations.",
          "<strong>Budget and forecast preparation:</strong> Consulting includes the development of budgets and long-term financial plans to support financial planning and facilitate informed decision-making.",
          "<strong>Implementing controlling tools and systems:</strong> Consulting involves the introduction of software solutions and tools to automate controlling and reporting processes, improving efficiency and providing real-time data.",
          "<strong>Training and coaching staff as needed:</strong> Consulting services can also include training and coaching employees to improve their understanding of controlling and reporting concepts and support implementation in practice."
        ]
      }
    },
    "section9": {
      "heading": "Guest Experience & Community Management: ",
      "paragraphs": [
        "Creating exceptional guest experiences and community management in the hotel and co-living sectors is crucial to crafting a unique and memorable experience for guests and fostering a strong community within the property. ",
        "We help you create unforgettable customer experiences and build an active, engaged community, enhancing your brand's positive image, achieving unique market positioning, strong guest loyalty, and a vibrant community."
      ],
      "details": {
        "heading": "Our clients and partners include hoteliers, operating companies, and possibly you! HOTEL CONSULTING GROUP's specialists support and advise you in:",
        "bullets": [
          "Identifying opportunities and risks in guest care, and developing targeted measures to continuously improve guest and tenant comfort",
          "Developing personalised communication, offers, and experiences",
          "Implementing real-time feedback systems to ensure immediate response",
          "Developing and organising activities, community events, wellness, and leisure offers",
          "Implementing community management strategies",
          "Mediating, negotiating, and implementing brand collaborations",
          "Using Net Promoter Score (NPS) to evaluate guest loyalty",
          "Conducting mystery guest analyses to objectively assess the customer experience",
          "Optimising customer acquisition costs through sustainable guest satisfaction and long-term customer loyalty",
          "Coaching, workshops, and training in quality and feedback management"
        ]
      }
    },
    "section10": {
      "heading": "Project Developers & Contractors: ",
      "paragraphs": [
        "As a project developer, you face numerous challenges in the realisation of hotel, serviced apartment, or co-living property projects. The current market situation demands a deep understanding of the constantly changing needs and expectations of target groups.",
        "Planning and implementing sustainable concepts that are both economically and ecologically viable is more important than ever."
      ],
      "details": {
        "heading": "Our business partners and clients face the following questions, among others:",
        "bullets": [
          "How can the project location be assessed, and what is the optimal usage form for future successful operations?",
          "Who is the optimal operator, and what potential, expertise, and quality do they bring?",
          "What requirements does the future operator impose on architecture and planning for future optimal and sustainable management?",
          "Are the operator's requirements, FF&E selection, and pre-opening fees overpriced, or are they market-compliant?",
          "What CAPEX investments are necessary, and do they meet current standards to maintain and sustainably increase the value of the property?"
        ]
      }
    },
    "section4": {
      "heading": "Supporting you till your success",
      "subHeading": "OUR TEAM",
      "cards": [
        {
          "heading": "Sasa Bogdanov",
          "subHeading": "CEO"
        },
        {
          "heading": "Ahmed shawky",
          "subHeading": "Web Designer"
        },
        {
          "heading": "John Doe",
          "subHeading": "Engineer"
        },
        {
          "heading": "Hesham Megahed",
          "subHeading": "Founder"
        }
      ]
    },
    "section5": {
      "heading": "Feedback from our clients.",
      "subHeading": "Client See",
      "cards": [
        {
          "heading": "Brandon barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave & his team at Blacksmith Agency were incredible partners at a critical time for our company. Day in & day out, they were there for us every step of the way delivering results for us & our high profile corporate partner."
        },
        {
          "heading": "Brandon barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave & his team at Blacksmith Agency were incredible partners at a critical time for our company. Day in & day out, they were there for us every step of the way delivering results for us & our high profile corporate partner."
        },
        {
          "heading": "Brandon barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave & his team at Blacksmith Agency were incredible partners at a critical time for our company. Day in & day out, they were there for us every step of the way delivering results for us & our high profile corporate partner."
        }
      ]
    },
    "section6": {
      "heading": "Your success, our reputation",
      "subHeading": "OUR clients"
    },

    "section11": {
      "heading": "EXPERTS WHO ARE ALWAYS THERE FOR YOU",
      "paragraphs": [
        "Consulting and management are typically built on trust and should provide clear added value. Sustainable consulting and successful management require expertise, personal independence, and extensive experience. With our broad expertise, longstanding industry knowledge, and global experience, we offer our clients a comprehensive range of services. Our unique pool of active and former senior executives from various sectors, including hotel, serviced apartment, real estate, construction, and IT, forms your ideal interdisciplinary team for all matters related to hotel, serviced apartment, and co-living properties."
      ]
    },
    "section12": {
      "heading": "Professional Solutions for Secure and Efficient Projects",
      "paragraphs": [
        "Our unique pool of active and former senior executives from various sectors, including hotel, serviced apartment, real estate, construction, and IT, forms your ideal interdisciplinary team for all matters related to hotel, serviced apartment, and co-living properties."
      ]
    }
  },
  "services": {
    "name": "Projects",
    "heading": "portfolio",
    "subHeading": "Our Work",
    "text": "Projects",
    "tabs": ["All", "Coliving", "Hotels"],
    "section1": {
      "heading": "STRATEGIC CONSULTING FOR HOTEL & CO-LIVING",
      "subHeading": "Our strategic consulting services include comprehensive analysis of operational processes and tailored strategies and solutions to enhance operational excellence."
    },
    "project1": {
      "heading": "Project Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving",
      "text": "View Project"
    },
    "project2": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving",
      "text": "View Project"
    },
    "project3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project4": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Coliving",
      "text": "View Project"
    },
    "project5": {
      "heading": "2022 Croatia Omis Ruskamen",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project6": {
      "heading": "2021 iLive Rioca Vienna",
      "subHeading": "Coliving",
      "text": "View Project"
    },
    "project7": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project8": {
      "heading": "ARCOTEL Camino Stuttgart",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project9": {
      "heading": "ARCOTEL Kaiserwasser Vienna",
      "subHeading": "Coliving",
      "text": "View Project"
    },
    "project10": {
      "heading": "ARCOTEL Allergra Zagreb",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project11": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel",
      "text": "View Project"
    },
    "project12": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel",
      "text": "View Project"
    }
  },
  "services2": {
    "heading": "Our Services",
    "description": "Our expertise and commitment set us apart. You already know the diverse challenges associated with managing a hotel or co-living property. We know how to address these challenges with tailored solutions. We offer solutions in all areas, from asset management to room pricing. All of our solution specialists have hands-on experience in the hotel and co-living industries and understand what is important. Thanks to our experience in development, financing, sales, and successful operation of hotel and co-living properties, we understand both the investor's and the operator's perspectives. Our expertise is shaped by decades of experience and the use of the latest digital features. However, what truly sets us apart is our approach to crafting and implementing bespoke solutions for existing challenges.",
    "section1": {
      "header": {
        "title": "OUR MANAGEMENT PLATFORM - READY FOR DIGITAL OPERATIONS",
        "paragraphs": [
          "While most operators and consultants consider their job done once they've provided theoretical recommendations, HOTEL CONSULTING GROUP offers sustainable support and operational implementation through our own management and operator platform for the hotel, serviced apartment, and co-living sectors. Our platform provides lasting assistance and operational execution of revenue optimisation and cost reduction measures across all relevant functional areas to ensure successful and sustainable operations.",
          "Our platform combines cutting-edge technology with industry-specific know-how to provide a customised solution for your property - whether you prefer to use our operator brand or opt for white-label management. With our operator platform, you have access to a wide range of tools and functions, enabling us to manage your property efficiently and reliably in partnership. From room management to revenue management and guest communication, our platform offers everything you need for smooth operations. Our experienced management team is ready to assist with implementing the platform and developing tailored solutions to meet your specific requirements. We help you reduce operating costs, increase occupancy, and maximise guest satisfaction."
        ],
        "text": "Scroll Down"
      },
      "filtering": {
        "categories": [
          "Sales & Marketing",
          "Studies, Analyses & Assessments",
          "Turnaround Analysis",
          "Operator Evaluation",
          "Expert Evaluation",
          "Feasibility Study",
          "Data Protection"
        ]
      },
      "sections": [
        {
          "category": "Sales & Marketing",
          "title": "Sales & Marketing",
          "details": [
            "Developing an annual marketing, sales, and community management plan",
            "Implementing, coordinating, and organising client events, industry meetings, exhibitions, and trade fairs",
            "Implementing upselling and cross-selling processes",
            "Conducting competitive analyses to identify market opportunities",
            "Utilising data-driven marketing techniques for targeted outreach and success measurement"
          ]
        },
        {
          "category": "Studies, Analyses & Assessments",
          "title": "Studies, Analyses & Assessments",
          "description": "With our expertise and years of experience in the hotel, serviced apartment, and co-living sectors, we support your project planning with comprehensive studies, analyses, feasibility assessments, location evaluations, and operator concept reviews. HOTEL CONSULTING GROUP offers you the foundation for informed decision-making. Our customised studies and analyses enable you to deeply understand the market, target audience, competition, or existing challenges within your business, allowing for strategic decisions."
        },
        {
          "category": "Turnaround Analysis",
          "title": "Turnaround Analysis",
          "description": "We specialise in supporting companies in challenging situations, working with you to develop solutions to restore profitability and competitiveness. Our customised turnaround analyses provide a comprehensive assessment of your current situation, identify challenges and opportunities, and develop concrete recommendations for realigning your business. HOTEL CONSULTING GROUP's solution specialists work closely with you to create tailored strategies that meet your specific goals and needs."
        },
        {
          "category": "Operator Evaluation",
          "title": "Operator (Concept) Evaluation",
          "description": "We offer tailored services to help you select the right operator and develop a successful operator concept. HOTEL CONSULTING GROUP's experts carefully analyse the strengths, weaknesses, and potential of operators. Our solution specialists work closely with you to understand your requirements and vision of an optimal operator to ensure we propose the best operator for your property.",
          "subHeading": "Our operator evaluation includes a thorough analysis of, among other factors:",
          "details": [
            "The operator's experience, reliability, and reputation",
            "The operator's financial stability (track record)",
            "Evaluation of the operator's management skills, including leadership, team structure, operational processes, and quality standards",
            "Analysis of whether the operator and their concept align with the target audience, location, and property",
            "Review of contractual terms and conditions (performance/risk distribution)",
            "Analysis of potential risks and challenges (financial, operational, and reputational risks)",
            "Review of the operator concept (service offerings, quality standards, marketing strategies, and operational processes)"
          ]
        },
        {
          "category": "Expert Evaluation",
          "title": "Expert Evaluation (Quick Check)",
          "description": "With our Quick Check service, we offer an efficient way to get an initial assessment of market and location factors, as well as a potential operator (concept) for your project. HOTEL CONSULTING GROUP's experienced solution specialists quickly and accurately analyse the relevant aspects. In addition to this basic evaluation, you have the option of commissioning a more in-depth and extensive Feasibility Study from our expert team.",
          "subHeading": "Our Quick Check includes:",
          "details": [
            "A compact market analysis",
            "Screening of demand (demand assessment)",
            "Screening of competition and location",
            "Screening of potentials and risks",
            "Screening of the operator/operator concept"
          ]
        },
        {
          "category": "Feasibility Study",
          "title": "Feasibility Study",
          "description": "We provide customised feasibility studies to assist you in assessing the profitability and viability of your projects. HOTEL CONSULTING GROUP's experts carefully analyse all relevant factors to help you make informed decisions and identify risks early on. We work closely with you to understand your individual goals and requirements, developing tailored solutions that ensure your success.",
          "subHeading": "Elements of our feasibility study include:",
          "details": [
            "Market analysis (target groups, competitors, trends, and market potential)",
            "Location evaluation (location, accessibility, attractiveness, and potential development opportunities)",
            "Detailed financial analysis (revenue forecast, cost calculation, investment requirements, and potential returns)",
            "Analysis of potential risks and challenges (SWOT analysis)",
            "Our recommendations: Based on the results of the feasibility study, specific recommendations are developed. This can include concept adjustments, site optimisation, risk mitigation, or financing strategies."
          ]
        },
        {
          "category": "Data Protection",
          "title": "Data Protection",
          "description": "We provide tailored consulting services to ensure that your business complies with data protection regulations and safeguards sensitive data. In the hotel and co-living sectors, protecting personal data of guests, tenants, and employees is of utmost importance.",
          "subHeading": "Our data protection experts advise and support you in:",
          "details": [
            "Reviewing your current data protection standards based on valid data protection criteria",
            "Conducting data protection audits",
            "Developing and implementing data protection policies",
            "Drafting data protection agreements",
            "Implementing data protection measures according to applicable legal requirements",
            "Reviewing your service providers, affiliated third-party companies, and suppliers",
            "Handling data protection requests and complaints",
            "Training and raising awareness among your team on the proper handling of personal data"
          ]
        }
      ]
    },
    "section2": {
      "header": {
        "title": "MANAGEMENT & OPERATIONS",
        "paragraphs": [
          "With many years of experience and extensive expertise in management, interim management, pre-opening management, go-to-market management, and turnaround management in the hotel and co-living sectors, we have the necessary know-how to successfully overcome complex challenges. Our vast experience enables us to develop and implement effective strategies to ensure the long-term success of hotel and co-living projects."
        ],
        "text": "Scroll Down"
      },
      "filtering": {
        "categories": [
          "Interim Management",
          "Go-to-Market Management",
          "Pre-opening Management",
          "Turnaround Management"
        ]
      },
      "sections": [
        {
          "category": "Interim Management",
          "title": "Interim Management",
          "description": "HOTEL CONSULTING GROUP's solution specialists take control of projects and measures to ensure the short-term stability of your operations, boost competitiveness and profitability, and secure sustainable success.",
          "details": [
            "Root cause analysis and ensuring transparency in all relevant areas",
            "Development and implementation of strategies to enhance efficiency and quality",
            "Optimisation of processes and procedures",
            "Strengthening brand perception and implementing measures to improve the company's image",
            "Ensuring employee motivation and leadership",
            "Implementation of operational measures to increase revenue and optimise costs",
            "Renegotiation of supplier, utility, and disposal contracts",
            "Precise cost forecasting through time-limited, needs-based mandates"
          ]
        },
        {
          "category": "Go-to-Market Management",
          "title": "Go-to-Market Management",
          "description": "Our go-to-market management offers customised solutions to successfully position your product and operational concept in an existing or new market. HOTEL CONSULTING GROUP's solution specialists oversee the strategic planning, implementation, and management of targeted actions and projects that ensure sustainable and successful market establishment.",
          "details": [
            "Conducting in-depth market studies to identify current trends, potential opportunities, and risks",
            "Developing a clear market entry strategy and differentiation strategies to achieve a lasting competitive advantage",
            "Creating unique selling points and a clear brand identity that resonates with your target audience and builds trust",
            "Identifying suitable distribution channels and carefully selecting sales and marketing partners",
            "Training and sensitising staff for sales and marketing",
            "Using storytelling techniques to build emotional connections with your customers, guests, or tenants",
            "Designing unique experience concepts and themes to create unforgettable stays",
            "Creating marketing materials"
          ]
        },
        {
          "category": "Pre-opening Management",
          "title": "Pre-opening Management",
          "description": "Our pre-opening management provides bespoke solutions to support the successful opening of your property. HOTEL CONSULTING GROUP's solution specialists assist with the strategic planning, implementation, and control of all required measures prior to opening.",
          "details": [
            "Developing a detailed pre-opening timeline",
            "Ensuring the property is completed to defined standards and on schedule",
            "Coordinating and managing construction companies, architects, and interior designers",
            "Developing a pre-sales, sales, and marketing strategy",
            "Assisting with the creation of the operator's website, a social media strategy, and marketing brochures",
            "Conceptualising, organising, and conducting pre-opening events and property tours",
            "Developing a property-specific IT concept, including an optimised and efficient digital customer journey",
            "Selecting and procuring the optimal IT equipment for staff and the system landscape",
            "Creating and implementing operational workflows, efficient processes, and quality assurance standards",
            "Recruiting and training staff"
          ]
        },
        {
          "category": "Turnaround Management",
          "title": "Turnaround Management",
          "description": "Our turnaround management provides customised solutions to successfully restructure and realign businesses in difficult economic situations. HOTEL CONSULTING GROUP's solution specialists work closely with you to conduct a comprehensive analysis of the current situation and develop individual and optimal measures to get your business back on track.",
          "details": [
            "Root cause analysis and ensuring transparency in all relevant areas",
            "Identifying efficiency improvements and implementing revenue-boosting measures",
            "Optimising operational processes",
            "Repositioning the partially or fully revitalised hotel and co-living product",
            "Developing marketing strategies to regain and attract new customers",
            "Implementing measures to increase revenue and reduce costs",
            "Planning CAPEX investment measures to enhance product value and ensure sustainable and economically successful operations"
          ]
        }
      ]
    },
    "section3": {
      "header": {
        "title": "Support for Project Development & Construction",
        "paragraphs": [
          "We offer bespoke consulting services to ensure that your project development, as well as renovations, modernisations, or extensions, are successfully and punctually completed. In the hotel and co-living sectors, professional project development and construction management are key to the success of your projects. With our expertise and experience, we help you realise your vision, implement innovative concepts, and ensure that your real estate projects are completed in a way that guarantees successful and sustainable operations."
        ],
        "text": "Scroll Down"
      },
      "filtering": {
        "categories": [
          "Marketing & Sales",
          "Strategic Consulting",
          "Digitisation & Technology Solutions",
          "CAPEX Planning & CAPEX Management",
          "FF&E and OSE Analysis",
          "Quality & Feedback Management"
        ]
      },
      "sections": [
        {
          "category": "Marketing & Sales",
          "title": "Marketing & Sales",
          "description": "The right sales strategy, paired with a well-matched marketing concept, is the key to success in a highly competitive market. HOTEL CONSULTING GROUP's solution specialists work closely with you to develop bespoke sales and marketing strategies that increase brand awareness, help you better reach your target audience, highlight the uniqueness of your property, and achieve long-term success in the competitive market.",
          "subHeading": "Our clients and partners include hoteliers, operating companies, investors—and potentially you! HOTEL CONSULTING GROUP's specialists support and advise you in:",
          "details": [
            "Developing and implementing comprehensive sales and marketing strategies",
            "Developing and implementing brand identity, differentiation, and positioning strategies",
            "Identifying and segmenting your target audiences based on detailed demographic and psychographic analyses and purchasing power assessments",
            "Creating tailored marketing messages, content management, and storytelling techniques",
            "Analysing consumer habits, behaviours, and preferences to optimise your product portfolio",
            "Developing and implementing multi-channel strategies",
            "Analysing, developing, and executing online marketing and social media campaigns (SEO, SEA, SEM)",
            "Conceptualising influencer and endorsement marketing relevant to your target audience",
            "Planning, organising, and overseeing photoshoots and image videos",
            "Selecting, procuring, and implementing system technologies for analysis, communication, personalisation, and customer retention"
          ]
        },
        {
          "category": "Strategic Consulting",
          "title": "Strategic Consulting",
          "description": "Our strategic consulting services involve a comprehensive analysis of operational processes and the development of tailored strategies and solutions to enhance operational excellence. We consult and support you in optimising operational efficiency, reducing costs, and improving service quality.",
          "subHeading": "Our clients and partners include hoteliers, operators, and operating companies, investors, banks, and financial institutions—and potentially you! We support and advise you in:",
          "details": [
            "Consulting and assisting with management and lease contract negotiations",
            "Analysing current operational processes: A thorough analysis of existing processes and structures",
            "Developing tailored strategies: Based on the results of the analysis, customised strategies are developed to enhance operational excellence",
            "Implementing lean management principles",
            "Optimising processes in key areas: By streamlining processes in relevant areas, bottlenecks can be eliminated, and service quality can be improved",
            "Introducing quality management systems: Implementing quality management systems allows for continuous monitoring and improvement of service quality to increase guest satisfaction long-term",
            "Training staff",
            "Continuous monitoring and adaptation: Regular monitoring of implemented measures and continuous adaptation to changing market conditions are crucial for long-term success",
            "Analysing, selecting, procuring, and implementing innovative technologies"
          ]
        },
        {
          "category": "Digitisation & Technology Solutions",
          "title": "Digitisation & Technology Solutions",
          "description": "Digital solutions are playing an increasingly important role, whether in online room bookings, digital check-ins, personalised guest experiences, or using data analysis for targeted customer engagement. HOTEL CONSULTING GROUP helps you take advantage of these opportunities to successfully lead your business into the digital future.",
          "subHeading": "Our digitisation experts advise and support you in:",
          "details": [
            "Developing tailored digitisation strategies",
            "(Further) developing a property-specific IT concept",
            "Building and implementing a digital marketing platform",
            "Integrating with other system components, such as revenue management tools, content and channel managers",
            "Selecting and procuring the optimal IT systems and equipment",
            "Implementing IT systems or subsystems, such as property management software (PMS), point-of-sale (POS) systems, and digital payment providers",
            "Advising on the procurement and implementation of IT hardware infrastructure, such as digital check-in kiosks, electronic locking systems, and CCTV surveillance and security systems",
            "Organising and ensuring data backups, server management, and system maintenance, as well as regularly scheduled updates to your systems",
            "Training your team on how to use new technologies"
          ]
        },
        {
          "category": "CAPEX Planning & CAPEX Management",
          "title": "CAPEX Planning & CAPEX Management",
          "description": "HOTEL CONSULTING GROUP's solution specialists possess extensive industry knowledge and expertise in CAPEX planning and management. We assist you in strategically planning your investments, efficiently using budgets, and minimising risks, ensuring that your investments are profitable and contribute to the long-term success of your business.",
          "subHeading": "Our experts advise and support you in:",
          "details": [
            "Analysing your current investment strategy to identify weaknesses and uncover optimisation potential",
            "Creating bespoke CAPEX plans tailored to your company's specific requirements and objectives",
            "Implementing effective management processes to ensure that your investment expenditures align with your business goals and budgetary guidelines",
            "Continuously monitoring your investment expenditures to ensure profitability and achieve the desired ROI"
          ]
        },
        {
          "category": "FF&E and OSE Analysis",
          "title": "FF&E and OSE Analysis",
          "description": "HOTEL CONSULTING GROUP's solution specialists ensure that your furniture, fixtures, and equipment (FF&E) as well as your operating supplies and equipment (OSE) are optimally planned, sourced, and installed.",
          "subHeading": "We support and advise you in:",
          "details": [
            "Planning FF&E and OSE in accordance with the operator's requirements",
            "Participating in the sampling process",
            "Making decisions on which equipment and furnishings are suitable for the hotel and co-living sectors",
            "Collecting and evaluating market-compliant price offers",
            "Conducting detailed analyses of your FF&E and OSE to ensure that they meet current standards, are functional, and contribute to the desired guest experience",
            "Timely execution of recommended measures based on the analysis",
            "Connecting with renowned furniture manufacturers and hotel supply companies",
            "Planning, coordinating, executing, and approving the installation of furniture and equipment"
          ]
        },
        {
          "category": "Quality & Feedback Management",
          "title": "Quality & Feedback Management",
          "description": "HOTEL CONSULTING GROUP's solution specialists assist you in analysing and optimising your quality management processes, developing effective quality standards, and ensuring guest expectations are met.",
          "subHeading": "Our clients and partners include hoteliers, operating companies, and potentially you! We support and advise you in:",
          "details": [
            "Analysing and optimising your existing quality and feedback management processes",
            "Developing and implementing quality standards and guidelines",
            "Feedback analysis: Identifying opportunities and weaknesses, taking targeted actions, and continuously improving service quality",
            "Creating and implementing a bespoke quality and feedback management system",
            "Conducting mystery checks and mystery shop calls, including evaluation and actionable recommendations",
            "Optimising customer acquisition costs through sustainable guest satisfaction and customer loyalty",
            "Coaching, workshops, and training in quality and feedback management"
          ]
        }
      ]
    }
  },

  "contact": {
    "name": "Contact",
    "section1": {
      "heading": "Contact",
      "subHeading": "Let's talk"
    },
    "section2": {
      "cards": [
        {
          "heading": "Start a new project?",
          "subHeading": "Let's talk!",
          "options": ["phone", "email", "address"]
        },
        {
          "heading": "Write A Comment",
          "options": [
            {
              "label": "What's your name?",
              "placeholder": "Type your name"
            },
            {
              "label": "What's your email address?",
              "placeholder": "Type your Email Address"
            },
            {
              "label": "What's up?",
              "placeholder": "Tell us about you and the world"
            }
          ],
          "actionText": "Send Message"
        }
      ]
    },
    "section3": {
      "heading": "Portfolio",
      "subHeading": "See More Works"
    },
    "section4": {
      "heading": "Management",
      "subHeading": "With extensive expertise in pre-opening management, interim management, go-to-market management, and turnaround management, we help you navigate and overcome complex challenges successfully."
    }
  },
  "project1": {
    "section1": {
      "heading": "Project Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Project Volta - 2024 Frankfurt Bockenheim",
      "text": "Co-living concept HAVENS LIVING Frankfurt Bockenheim, transforming from office to co-living product, product development & pre-opening management with handover to International Campus Operations"
    },
    "section3": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Next Project"
    }
  },
  "project2": {
    "section1": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Hammerbrook",
      "text": "Co-living concept HAVENS LIVING Hammerbrook, 240  apartments, product development & pre-opening management with handover to International Campus Operations."
    },
    "section3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Next Project"
    }
  },
  "project3": {
    "section1": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Linz Leonding",
      "text": "Hotel 4 Stars in Linz, 63 rooms, fully digitalized with AI, loan & transaction consultant, product development, FF&E, OS&E, digital landscape, pre-opening management & management (sales & marketing, operation, controlling)"
    },
    "section3": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Next Project"
    }
  },
  "project4": {
    "section1": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Altona",
      "text": "Co-living concept HAVENS LIVING Hamburg Altona, 214 rooms, product development & pre-opening management with handover to International Campus Operations."
    },
    "section3": {
      "heading": "2022 Croatia Omis Ruskamen",
      "subHeading": "Next Project"
    }
  },
  "project5": {
    "section1": {
      "heading": "2022 Croatia Omis Ruskamen",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Croatia Omis Ruskamen",
      "text": "Hotel 4 Stars, design hotel, 32 rooms, loan & transaction consultant, product development, FF&E, OS&E, digital landscape, pre-opening management & management (sales & marketing, operation, controlling)."
    },
    "section3": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Next Project"
    }
  },
  "project6": {
    "section1": {
      "heading": "2021 iLive Rioca Vienna",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "iLive Rioca Vienna",
      "text": "190 rooms - Serviced Apartments, digital landscape, product development OS&E and FF&E."
    },
    "section3": {
      "heading": "Hotel Excelsior Pyramid Fürth",
      "subHeading": "Next Project"
    }
  },
  "project7": {
    "section1": {
      "heading": "Hotel Excelsior Pyramid Fürtha",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Hotel Excelsior Pyramid Fürth",
      "text": "150 rooms - product development FF&E and OS&E, pre-opening management."
    },
    "section3": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Next Project"
    }
  },
  "project8": {
    "section1": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Arcotel Camino Stuttgart",
      "text": "Hotel 4Star+ superior, 168 rooms, product development, pre-opening management."
    },
    "section3": {
      "heading": "ARCOTEL Kaiserwasser Vienna",
      "subHeading": "Next Project"
    }
  },
  "project9": {
    "section1": {
      "heading": "ARCOTEL Kaiserwasser Vienna",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Kaiserwasser Vienna",
      "text": "Hotel 4Stars+ Superior, design hotel, 282 rooms - product development, pre- opening management."
    },
    "section3": {
      "heading": "ARCOTEL Allergra Zagreb",
      "subHeading": "Next Project"
    }
  },
  "project10": {
    "section1": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Allegra Zagreb",
      "text": "Hotel 4Stars, design hotel, 151 rooms, General Management."
    },
    "section3": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Next Project"
    }
  },
  "project11": {
    "section1": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Onyx Hamburg",
      "text": "Hotel 4Stars+ superior, 215 rooms, product development & pre-opening management."
    },
    "section3": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Next Project"
    }
  },
  "project12": {
    "section1": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Rubin Hamburg",
      "text": "Hotel 4Stars+ superior, 225 rooms, product development & pre-opening management."
    }
  },

  "privacyPolicy": {
    "name": "Privacy Policy",
    "heading": "Privacy Policy",
    "subHeading": "Privacy matters",
    "intro": "In accordance with the UK GDPR and the Data Protection Act 2018, we are committed to protecting your personal data in compliance with the UK GDPR and the Data Protection Act 2018. This policy outlines how we collect, process, and protect your personal data, including image and video data.",
    "sections": [
      {
        "title": "1. Data Controller and Contact Information",
        "text1": "<strong>Data Controller:</strong> Hotel Consulting Group Ltd. <br /> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>",
        "content": "If you have any questions or concerns regarding data protection, please contact us at the above email address."
      },
      {
        "title": "2. Scope of Data Processing",
        "content": "We process personal data to operate our website, manage customer interactions, improve our services, and ensure security. This includes general personal data as well as image and video data."
      },
      {
        "title": "3. Types of Data Processed",
        "subsections": [
          {
            "title": "a) General Personal Data:",
            "items": [
              "Contact details (e.g., name, email address) provided through forms or inquiries.",
              "Technical data (e.g., IP address, browser type) collected automatically when using our website.",
              "User-generated content (e.g., profile pictures, reviews)."
            ]
          },
          {
            "title": "b) Image and Video Data:",
            "items": [
              "Surveillance (CCTV): Video recordings in specified areas for security purposes.",
              "Event Photography and Videography: Photos or videos taken during events for documentation and promotional purposes.",
              "User-Uploaded Media: Images or videos uploaded by users for specific functionalities (e.g., profile pictures)."
            ]
          }
        ]
      },
      {
        "title": "4. Purposes of Data Processing",
        "subsections": [
          {
            "title": "a) General Data Processing Purposes:",
            "items": [
              "Responding to inquiries and providing services.",
              "Operating and improving our website.",
              "Marketing, including newsletters (with consent).",
              "Compliance with legal obligations."
            ]
          },
          {
            "title": "b) Image Data Processing Purposes:",
            "items": [
              "CCTV: Ensuring the safety and security of individuals and property.",
              "Event Photography: Documenting and promoting events via our website, social media, or marketing materials.",
              "User-Generated Content: Enabling user functionalities (e.g., personalized profiles or reviews)."
            ]
          }
        ]
      },
      {
        "title": "5. Legal Bases for Processing",
        "content": [
          "Legitimate Interests (Art. 6(1)(f) UK GDPR): Website operation, security (CCTV), and internal documentation.",
          "Consent (Art. 6(1)(a) UK GDPR): Marketing communications, event photography for promotional use, and non-essential cookies.",
          "Contractual Obligations (Art. 6(1)(b) UK GDPR): Processing necessary for fulfilling service agreements.",
          "Legal Obligations (Art. 6(1)(c) UK GDPR): Compliance with laws or law enforcement requests."
        ]
      },
      {
        "title": "6. Retention Periods",
        "content": [
          "General Data: Retained only as long as necessary for its purpose or as required by law.",
          "CCTV Footage: Retained for up to 7 days, unless required for legal investigations.",
          "Event Media: Retained indefinitely for documentation and promotional use unless deletion is requested.",
          "User-Uploaded Content: Retained until the user deletes it or deactivates their account."
        ]
      },
      {
        "title": "7. Data Sharing and Transfers",
        "content": [
          "We share data only:",
          "With service providers (e.g., hosting platforms, payment processors) bound by data processing agreements.",
          "With law enforcement or regulatory authorities if legally required.",
          "For international transfers, we ensure compliance with UK GDPR through safeguards such as Standard Contractual Clauses (SCCs)."
        ]
      },
      {
        "title": "8. Security Measures",
        "content": [
          "We implement advanced security measures to protect your data, including:",
          "Encryption of stored and transmitted data.",
          "Access controls and regular security audits.",
          "Secure storage solutions for sensitive data, including image data."
        ]
      },
      {
        "title": "9. Rights of Data Subjects",
        "content": [
          "Under the UK GDPR, you have the following rights:",
          "<strong>Right to Access</strong> (Art. 15): Obtain a copy of your personal data.",
          "<strong>Right to Rectification</strong> (Art. 16): Correct inaccuracies in your data.",
          "<strong>Right to Erasure</strong> (Art. 17): Request deletion of your data.",
          "<strong>Right to Restrict Processing</strong> (Art. 18): Limit the processing of your data.",
          "<strong>Right to Data Portability</strong> (Art. 20): Receive your data in a portable format.",
          "<strong>Right to Object</strong> (Art. 21): Object to processing for legitimate interests or marketing purposes.",
          "<strong>Right to Withdraw Consent</strong>: If processing is based on consent, you can withdraw it at any time.",
          "To exercise these rights, contact us at <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a> ."
        ]
      },
      {
        "title": "10. Cookies and Tracking Technologies",
        "content": [
          "We use cookies to enhance functionality and analyze website usage.",
          "<strong>Essential Cookies</strong>: Required for website operation.",
          "<strong>Analytics Cookies</strong>: Help us improve performance (requires consent).",
          "<strong>Marketing Cookies</strong>: Used for targeted advertising (requires consent).",
          "You can manage cookie preferences through the cookie banner."
        ]
      },
      {
        "title": "11. Image Data Policy Details",
        "subsections": [
          {
            "title": "a) CCTV Surveillance:",
            "items": [
              "Purpose: Security and crime prevention.",
              "Retention: Data deleted after 7 days unless required for investigations."
            ]
          },
          {
            "title": "b) Event Photography and Videography:",
            "items": [
              "Purpose: Internal use, documentation, and promotional materials.",
              "Rights: You may opt-out of photography at events or request the removal of specific images."
            ]
          },
          {
            "title": "c) User-Generated Media:",
            "items": [
              "Purpose: Enhance user functionality (e.g., profile pictures).",
              "Retention: Stored until deleted by the user."
            ]
          }
        ]
      },
      {
        "title": "12. Complaints",
        "content": "If you believe your data protection rights have been violated, you may lodge a complaint with the Information Commissioner's Office (ICO):"
      },
      {
        "title": "13. Updates to This Privacy Policy",
        "content": "We may update this policy to reflect changes in our practices or legal obligations. The latest version will always be available on our website."
      }
    ]
  },
  "impressum": {
    "name": "Imprint",
    "heading": "Legal & Privacy",
    "subHeading": "Imprint",
    "intro": "Hotel Consulting Group Ltd. respects your privacy and is committed to ensuring the security of your personal data. Below are additional clauses specific to your services.",
    "sections": [
      {
        "title": "1. Data in Third-Party Contracts",
        "content": [
          "In the process of negotiating and managing third-party contracts, we may collect and process:",
          "Vendor and supplier details (e.g., company names, contracts, and payment terms).",
          "Client preferences and requirements for vendor selection.",
          "<strong>Data Sharing:</strong>",
          "Data is shared only with pre-approved third parties, such as vendors and suppliers involved in contract negotiations.",
          "All shared data is protected under confidentiality agreements."
        ]
      },
      {
        "title": "2. Smart Technology and Data Privacy",
        "content": [
          "When integrating smart technologies, the following data may be collected and processed:",
          "Device Data: Data from IoT devices such as occupancy sensors, energy meters, and smart locks.",
          "Usage Analytics: Guest and staff interaction data with smart systems (e.g., app usage).",
          "<strong>Responsibility:</strong>",
          "Hotel Consulting Group Ltd. ensures that all recommended technologies comply with data protection regulations (e.g., GDPR, UK GDPR).",
          "However, the client remains responsible for the ongoing management of data collected through these systems and adherence to privacy laws."
        ]
      },
      {
        "title": "3. Sustainability and Data Collection",
        "content": [
          "For sustainability projects, we may collect data such as:",
          "Utility usage data (e.g., electricity, water, and gas consumption).",
          "Waste management statistics and recycling rates.",
          "<strong>Purpose:</strong> This data is used to analyze environmental impact and develop tailored sustainability strategies."
        ]
      },
      {
        "title": "4. International Data Transfers",
        "content": [
          "For international projects, data may be transferred across borders to facilitate collaboration with stakeholders. We ensure that:",
          "All data transfers comply with the UK GDPR, GDPR, or other applicable data protection regulations.",
          "Standard Contractual Clauses (SCCs) or equivalent safeguards are implemented for transfers outside the UK/EU."
        ]
      },
      {
        "title": "5. Sustainability and Green Practices Clause",
        "content": [
          "Hotel Consulting Group Ltd. is dedicated to fostering sustainable practices in the hospitality industry. Our sustainability services may include:",
          "Recommending eco-certified vendors and suppliers.",
          "Designing waste reduction programs and energy-efficient solutions.",
          "Conducting carbon footprint assessments.",
          "<strong>Disclaimer:</strong> While we provide frameworks and recommendations for sustainability, results depend on the client's commitment to implementation and adherence to best practices."
        ]
      },
      {
        "title": "6. Cybersecurity in Smart Technology Systems",
        "content": [
          "For projects involving IoT and smart systems, we recommend cybersecurity audits to identify vulnerabilities. Hotel Consulting Group Ltd. provides guidance but is not liable for breaches resulting from third-party technology providers."
        ]
      },
      {
        "title": "Hosting and Applicable Law",
        "content": [
          "<strong>Hosting Provider:</strong> GoDaddy",
          "<strong>Website:</strong> <a href='https://www.hotelconsulting.group'> www.hotelconsulting.group </a>",
          "<strong>Applicable Law:</strong> This website, its content, and all services provided are governed by the laws of England and Wales. For international projects, compliance with local laws is required, and additional legal advice may be necessary."
        ]
      },
      {
        "title": "Contact Us",
        "content": [
          "If you have questions regarding our Legal Notice or Privacy Policy, or if you require additional information regarding sustainability, smart technology, or third-party contracts, please contact us at:",
          "<strong>Email:</strong> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>"
        ]
      }
    ]
  },
  "footer": {
    "name": "Footer",
    "address": "81 Skipper Way St. Neots PE19 6LT, England"
  },

  "address": "81 Skipper Way St. Neots PE19 6LT, England",
  "registration": "12047431",
  "menu": "Menu",
  "open": "Open",
  "close": "Close",
  "language": "Language"
}
