{
  "home": {
    "name": "Početna",
    "section1": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Dobrodošli u",
      "text": "Vi se fokusirate na svoje svakodnevne poslove, dok mi donosimo vrijeme, resurse i stručnost kako bismo vašem poslovanju omogućili daljnji rast."
    },
    "section2": {
      "heading": "Naša Vizija",
      "text": "Revolucionirati hotelski i co-living sektor kroz strateško savjetovanje, učinkovite upravljačke pristupe i inovativne operativne koncepte. S dubokim razumijevanjem hotelske, servisne apartmanske i co-living industrije, te holističkim pristupom, nudimo rješenja koja su i inovativna i praktična. Zajedno oblikujmo budućnost vaših hotelskih i co-living projekata i osigurajmo održiv uspjeh."
    },
    "section3": {
      "heading": "NAŠA STRUČNOST I RJEŠENJA UKLJUČUJU",
      "subHeading": "Već ste upoznati s različitim izazovima koji dolaze s vođenjem hotela ili co-living nekretnine. Mi znamo kako nadvladati ove izazove s prilagođenim rješenjima. Nudimo rješenja u svim područjima, od upravljanja imovinom do određivanja cijena soba.",
      "text": "Svi naši stručnjaci za rješenja imaju iskustvo u hotelijerstvu i co-living sektorima i znaju što je važno. Zahvaljujući našem iskustvu u razvoju, financiranju, prodaji i uspješnom vođenju hotelskih i co-living objekata, razumijemo perspektive investitora i operatera. Naša stručnost oblikovana je desetljećima iskustva i korištenjem najnovijih digitalnih funkcionalnosti. Međutim, ono što nas doista razlikuje je naš pristup izradi i implementaciji rješenja prilagođenih postojećim izazovima."
    },
    "section4": {
      "heading": "Operateri i Hotelijeri",
      "subHeading": "Hotelski, servisirani apartmani i co-living sektori suočavaju se s nizom složenih i stalno promjenjivih izazova koje treba riješiti.",
      "text": "Od sve veće konkurencije online platformi do utjecaja globalne pandemije i brzo razvijajućeg digitalnog okruženja, analiziramo trenutne trendove i razvoj događaja kako bismo vam pomogli pronaći rješenja i uspjeti u ovoj dinamičnoj industriji."
    },
    "section5": {
      "heading": "Investitori i Vlasnici",
      "subHeading": "Pružamo vam sveobuhvatne informacije i usluge vezane uz uzbudljiv svijet ulaganja u hotele i co-living nekretnine.",
      "text": "Kao iskusni stručnjaci, pomažemo vam u pronalaženju unosnih investicijskih prilika, procjeni hotelskih, servisiranih apartmana i co-living nekretnina, razvijanju prilagođenih investicijskih strategija i optimiziranju povrata na vaš postojeći portfelj nekretnina."
    },
    "section6": {
      "heading": "Hotel Consulting Group",
      "subHeading": "Sljedeći Projekt",
      "text": ""
    },
    "section7": {
      "heading": "Naši poslovni partneri i klijenti suočavaju se s sljedećim pitanjima:",
      "subHeading": "",
      "cards": [
        {
          "heading": "Zašto hotelski pogon ne ispunjava svoje ciljeve i gdje postoji prostor za optimizaciju u smislu strateškog usmjerenja, upravljanja troškovima ili operativne provedbe?"
        },
        {
          "heading": "Može li (djelomična) digitalizacija korisničkog putovanja pomoći u pojednostavljenju procesa, povećanju učinkovitosti rada i podizanju iskustva gostiju na novu razinu?"
        },
        {
          "heading": "Kako se mogu otključati novi potencijali prihoda kako bi se ojačala ili proširila dugoročna konkurentnost?"
        },
        {
          "heading": "Je li hotelski proizvod još uvijek relevantan i je li diferencijacija i pozicioniranje na tržištu optimalno postavljeno?"
        },
        {
          "heading": "Koji unutarnji procesi, postupci i organizacijske strukture trebaju biti poboljšani kako bi se postiglo željeno stanje?"
        }
      ]
    },
    "section8": {
      "heading": "Vaš put do prilagođenih savjetodavnih i digitalizacijskih rješenja počinje ovdje",
      "subHeading": "Bilo da trebate sveobuhvatno savjetovanje, ste zainteresirani za digitalna rješenja ili jednostavno imate pitanje, naši specijalisti za rješenja su samo jedan poziv ili e-mail udaljeni. Kontaktirajte nas i obradit ćemo vaše zahtjeve s pažnjom koju zaslužuju."
    },
    "section9": {
      "heading": "Naši poslovni partneri i klijenti suočavaju se s sljedećim pitanjima:",
      "subHeading": "",
      "cards": [
        {
          "heading": "Kako se mogu procijeniti rizici i prilike hotelskih i co-living projekata?"
        },
        {
          "heading": "Je li koncept operatora prikladan za lokaciju, potražnju i hoće li dugoročno biti ekonomski održiv?"
        },
        {
          "heading": "Koji tipovi ugovora odgovaraju mojoj nekretnini, i je li podjela uspjeha i rizika između investitora i operatera pravedno strukturirana kako bi se osiguralo dugoročno uspješno upravljanje imovinom?"
        },
        {
          "heading": "Kako izgleda procjena rizika u kriznim scenarijima i koje strategije postoje za njihovo ublažavanje?"
        },
        {
          "heading": "Koji su razlozi za ekonomski neuspjeh nekretnine, koje su mjere optimizacije potrebne ili je potrebna strateška repozicioniranje kako bi se ponovno postigla profitabilnost?"
        }
      ]
    },
    "section10": {
      "heading": "Vaš put do prilagođene analize lokacije, procjene uspješnosti koncepta operatora i procjene rizika operatora počinje ovdje",
      "subHeading": "Bilo da trebate sveobuhvatno savjetovanje, pregled ili procjenu svoje investicije, ili jednostavno imate pitanje, naši specijalisti za rješenja su samo jedan poziv ili e-mail udaljeni. Kontaktirajte nas i obradit ćemo vaše zahtjeve s pažnjom koju zaslužuju."
    },
    "section11": {
      "heading": "DIGITALIZACIJA I ZAŠTITA PODATAKA",
      "subHeading": "Pomažemo vam pripremiti vaše poslovanje za digitalnu budućnost i koristiti inovativne tehnologije kako biste povećali svoju konkurentnost i svojim gostima/najmoprimcima pružili izvanredno iskustvo."
    },
    "section12": {
      "heading": "Digitalizacija i Zaštita Podataka",
      "paragraphs": [
        "S našom stručnošću i bogatim iskustvom pomažemo vam pripremiti vaše poslovanje za digitalnu budućnost i koristiti inovativne tehnologije kako biste povećali svoju konkurentnost i svojim gostima/najmoprimcima pružili iznimno iskustvo. Istovremeno osiguravamo sigurnost i zaštitu vaših podataka kao i podataka vaših klijenata.",
        "Kao vaš partner za digitalizaciju i zaštitu podataka u hotelijerskom i co-living sektoru, stručnjaci za rješenja HOTEL CONSULTING GROUP-a blisko surađuju s vama kako bi razvili inovativne strategije i uspostavili procese koji su usklađeni s pravilima o zaštiti podataka prema vašim specifikacijama i zakonskim zahtjevima."
      ]
    }
  },
  "about": {
    "name": "O nama",
    "section1": {
      "heading": "Hotel Consulting Group",
      "text": "Nudi prilagođene usluge savjetovanja i upravljanja za uspješnu realizaciju vaših projekata hotela, servisiranih apartmana i Co-Living nekretnina."
    },
    "section2": {
      "heading": "Tehnička pomoć u uslugama (TSA):",
      "paragraphs": [
        "Naše dugogodišnje iskustvo u hotelskom i co-living sektoru naučilo nas je da su optimalno planiranje i provedba tijekom razvoja projekta temelj kasnijeg ekonomskog uspjeha i učinkovitog poslovanja. Od planiranja dizajna do korištenja prostora i ispunjavanja zahtjeva operatera, pravilna obuka operativnog tima o tehničkim sustavima ključna je."
      ],
      "details": {
        "heading": "Stručnjaci HOTEL CONSULTING GROUP-a prate i podržavaju vas od početka u:",
        "bullets": [
          "Pregledu, analizi i procjeni procjena lokacija i tržišta te zahtjeva operatera",
          "Pregledu ili pripremi popisa sučelja radi osiguravanja jasne transparentnosti odgovornosti građevinskih tvrtki, vlasnika i operatera tijekom faze razvoja projekta",
          "Pružanju podrške projektantima i arhitektima u dizajnu, odobravanju i izradi planova",
          "Razvoju specijalnih koncepata za optimizaciju procesa odobravanja zgrada",
          "Savjetovanju o optimalnom planiranju i korištenju prostora u skladu sa zahtjevima operatera",
          "Procjeni, planiranju, nabavi, instalaciji i odobrenju FF&E i OSE opreme",
          "Redovitom sudjelovanju na sastancima planiranja i izgradnje te obavljanju periodičnih inspekcija gradilišta",
          "Savjetovanju o planiranju, nabavi, instalaciji i odobrenju vanjskih i fasadnih reklamnih sustava",
          "Praćenju preliminarnih i završnih inspekcija te sudjelovanju na relevantnim terminima inspekcija",
          "Organiziranju i koordinaciji obuka za korištenje tehničkih sustava za upravljanje objektom, facility management, osoblje operatera, vlasnike i izvođače",
          "Organiziranju transparentnog i pratljivog procesa upravljanja nedostacima nakon završne inspekcije"
        ]
      }
    },
    "section3": {
      "heading": "Savjetovanje za hotelski, apartmanski i co-living sektor:",
      "paragraphs": [
        "Svjesni smo izazova s kojima se suočavate kada je riječ o povećanju učinkovitosti, kontroli troškova, razvoju osoblja ili prilagodbi promjenjivim tržišnim trendovima. HOTEL CONSULTING GROUP nudi kreativne metode koje pružaju ne samo kratkoročna rješenja već i osiguravaju dugoročnu održivost.",
        "Svi naši stručnjaci imaju dugogodišnje iskustvo i duboko znanje u hotelijerstvu i co-living sektoru te vas podržavaju u razvoju strategija, optimizaciji procesa i implementaciji inovativnih rješenja i tehnologija. S prilagođenim uslugama savjetovanja pomažemo vam da uspješno i održivo pozicionirate svoje poslovanje te steknete konkurentske prednosti."
      ]
    },
    "section8": {
      "heading": "Kontrola i izvještavanje:",
      "paragraphs": [
        "Naše profesionalne usluge savjetovanja u području kontrole i izvještavanja pomažu vam analizirati i optimizirati financijsku učinkovitost, identificirati rizike i prilike te implementirati ciljane mjere. Razvijamo zajedno s vama prilagođene alate i procese kontrole koji su usklađeni s posebnim zahtjevima i ciljevima hotela i co-living objekata.",
        "Naš cilj je pomoći vam ojačati konkurentnost i osigurati održivi rast dok vam pružamo sigurnost da se potencijalni rizici mogu identificirati rano i riješiti ciljanim financijskim i operativnim mjerama."
      ],
      "details": {
        "heading": "Stručnjaci HOTEL CONSULTING GROUP-a savjetuju i podržavaju vas u:",
        "bullets": [
          "Analizi i optimizaciji postojećih procesa kontrole i izvještavanja",
          "Definiranju relevantnih pokazatelja uspješnosti (KPIs)",
          "Pripremi proračuna i prognoza",
          "Implementaciji alata za kontrolu i sustava izvještavanja",
          "Edukaciji i obuci osoblja prema potrebi"
        ]
      }
    },
    "section9": {
      "heading": "Iskustvo gostiju i upravljanje zajednicom:",
      "paragraphs": [
        "Stvaranje iznimnih iskustava gostiju i upravljanje zajednicom u hotelskom i co-living sektoru ključno je za oblikovanje jedinstvenog i nezaboravnog iskustva gostiju te stvaranje snažne zajednice unutar objekta.",
        "Pomažemo vam u stvaranju nezaboravnih iskustava za goste i izgradnji aktivne i angažirane zajednice, poboljšavajući pozitivan imidž vašeg brenda, postižući jedinstvenu tržišnu poziciju, snažnu lojalnost gostiju i živopisnu zajednicu."
      ],
      "details": {
        "heading": "Naši klijenti i partneri uključuju hotelijere, operativne tvrtke i možda upravo vas! Stručnjaci HOTEL CONSULTING GROUP-a podržavaju vas u:",
        "bullets": [
          "Identificiranju prilika i rizika u skrbi za goste te razvijanju ciljnih mjera za kontinuirano poboljšanje udobnosti gostiju i stanara",
          "Razvijanju personalizirane komunikacije, ponuda i iskustava",
          "Implementaciji sustava povratnih informacija u stvarnom vremenu za osiguranje trenutnih odgovora",
          "Organiziranju aktivnosti, događaja zajednice, wellness i rekreacijskih ponuda",
          "Implementaciji strategija upravljanja zajednicom",
          "Posredovanju, pregovaranju i implementaciji suradnje brendova",
          "Korištenju Net Promoter Score (NPS) za procjenu lojalnosti gostiju",
          "Provođenju analiza tajnih gostiju kako bi se objektivno procijenilo iskustvo korisnika",
          "Optimizaciji troškova stjecanja kupaca kroz održivo zadovoljstvo gostiju i dugoročnu lojalnost kupaca",
          "Edukaciji, radionicama i obuci u upravljanju kvalitetom i povratnim informacijama"
        ]
      }
    },
    "section10": {
      "heading": "Razvijatelji projekata i izvođači:",
      "paragraphs": [
        "Kao razvijatelj projekata, suočavate se s brojnim izazovima u realizaciji hotelskih, servisiranih apartmana ili Co-Living nekretnina. Trenutna tržišna situacija zahtijeva duboko razumijevanje stalno promjenjivih potreba i očekivanja ciljanih skupina.",
        "Planiranje i provedba održivih koncepata koji su i ekonomski i ekološki održivi važniji su nego ikad."
      ],
      "details": {
        "heading": "Naši poslovni partneri i klijenti suočavaju se sa sljedećim pitanjima:",
        "bullets": [
          "Kako procijeniti lokaciju projekta i koja je optimalna upotreba za budući uspjeh?",
          "Tko je optimalan operater i koje potencijale, stručnost i kvalitete donosi?",
          "Koji zahtjevi budući operater postavlja na arhitekturu i planiranje za optimalno i održivo upravljanje?",
          "Jesu li zahtjevi operatera, odabir FF&E i pre-opening naknade precijenjeni ili usklađeni s tržištem?",
          "Koja CAPEX ulaganja su potrebna i zadovoljavaju li trenutne standarde kako bi se očuvala i održivo povećala vrijednost nekretnine?"
        ]
      }
    },
    "section7": {
      "heading": "Upravljanje prihodima, distribucija i e-trgovina:",
      "paragraphs": [
        "Kontinuirani rast prihoda, ciljano povećanje popunjenosti i dosljedna optimizacija bruto operativnog profita (GOP) ključni su za osiguranje dugoročne operativne učinkovitosti i uspjeha vašeg poslovanja u dinamičnom i konkurentnom tržišnom okruženju.",
        "Podržavamo vas s prilagođenim rješenjima za povećanje prihoda, poboljšanje vaše online prisutnosti i jačanje vaše konkurentnosti na tržištu. Naši klijenti i partneri uključuju hotelijere, operativne tvrtke, investitore, banke i financijske institucije—i možda upravo vas!"
      ],
      "details": {
        "heading": "Stručnjaci HOTEL CONSULTING GROUP-a podržavaju vas u:",
        "bullets": [
          "Razvijanju strategija upravljanja prihodima: Pomažemo u stvaranju dinamičnih cjenovnih strategija za maksimalno iskorištavanje kapaciteta soba",
          "Primjeni strategija upravljanja prinosom: Koristimo tehnike upravljanja prinosom za maksimalnu generaciju prihoda",
          "Korištenju analize podataka za predviđanje potražnje: Prilagođavamo cjenovne strategije temeljem tržišnih prognoza koristeći analitiku podataka",
          "Optimizaciji distribucijskih kanala: Pomažemo u odabiru i upravljanju distribucijskim kanalima za povećanje vidljivosti i rezervacija",
          "Implementaciji e-trgovinskih rješenja: Pomažemo pri postavljanju i optimizaciji online platformi za rezervacije kako bismo ponudili korisničko iskustvo i poboljšali stope konverzije",
          "Analizi tržišnih trendova i konkurencije: Pomažemo u analizi tržišnih trendova, konkurencije i podataka gostiju za donošenje informiranih odluka",
          "Edukaciji zaposlenika: Organiziramo edukacije i radionice za osoblje kako bismo ih održali u tijeku s najnovijim razvojem u upravljanju prihodima, distribuciji i e-trgovini"
        ]
      }
    },
    "section4": {
      "heading": "Podrška do vašeg uspjeha",
      "subHeading": "NAŠ TIM",
      "cards": [
        {
          "heading": "Blake Hamilton",
          "subHeading": "Voditelj projekta"
        },
        {
          "heading": "Ahmed Shawky",
          "subHeading": "Web dizajner"
        },
        {
          "heading": "John Doe",
          "subHeading": "Inženjer"
        },
        {
          "heading": "Hesham Megahed",
          "subHeading": "Osnivač"
        }
      ]
    },
    "section5": {
      "heading": "Povratne informacije naših klijenata.",
      "subHeading": "Što kažu klijenti",
      "cards": [
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave i njegov tim iz Blacksmith Agency bili su nevjerojatni partneri u kritičnom trenutku za našu tvrtku. Svakodnevno su bili uz nas, pružajući rezultate za nas i našeg visokoprofilnog korporativnog partnera."
        },
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave i njegov tim iz Blacksmith Agency bili su nevjerojatni partneri u kritičnom trenutku za našu tvrtku. Svakodnevno su bili uz nas, pružajući rezultate za nas i našeg visokoprofilnog korporativnog partnera."
        },
        {
          "heading": "Brandon Barbello",
          "subHeading": "Vivalnk Inc | Google IO",
          "text": "Dave i njegov tim iz Blacksmith Agency bili su nevjerojatni partneri u kritičnom trenutku za našu tvrtku. Svakodnevno su bili uz nas, pružajući rezultate za nas i našeg visokoprofilnog korporativnog partnera."
        }
      ]
    },
    "section6": {
      "heading": "Vaš uspjeh, naša reputacija",
      "subHeading": "NAŠI KLIJENTI"
    },
    "section11": {
      "heading": "STRUČNJACI KOJI SU UVIJEK TU ZA VAS",
      "paragraphs": [
        "Konzultacije i upravljanje obično se temelje na povjerenju i trebaju pružiti jasnu dodanu vrijednost. Održivo savjetovanje i uspješno upravljanje zahtijevaju stručnost, osobnu neovisnost i veliko iskustvo. S našom širokom stručnošću, dugogodišnjim poznavanjem industrije i globalnim iskustvom, svojim klijentima nudimo sveobuhvatan raspon usluga. Naš jedinstveni tim, sastavljen od aktivnih i bivših viših rukovoditelja iz raznih sektora, uključujući hotelijerstvo, servisirane apartmane, nekretnine, graditeljstvo i IT, čini vaš idealan interdisciplinarni tim za sva pitanja povezana s hotelima, servisiranim apartmanima i Co-Living nekretninama."
      ]
    },
    "section12": {
      "heading": "Profesionalna rješenja za sigurne i učinkovite projekte",
      "paragraphs": [
        "Naš jedinstveni tim, sastavljen od aktivnih i bivših viših rukovoditelja iz raznih sektora, uključujući hotelijerstvo, servisirane apartmane, nekretnine, graditeljstvo i IT, čini vaš idealan interdisciplinarni tim za sva pitanja povezana s hotelima, servisiranim apartmanima i Co-Living nekretninama."
      ]
    }
  },
  "services": {
    "name": "Projekti",
    "heading": "portfolio",
    "subHeading": "Naš rad",
    "text": "Projekti",
    "tabs": ["Sve", "Coliving", "Hoteli"],
    "section1": {
      "heading": "STRATEŠKO SAVJETOVANJE ZA HOTELE I CO-LIVING",
      "subHeading": "Naše strateške savjetodavne usluge uključuju sveobuhvatnu analizu operativnih procesa i prilagođene strategije i rješenja za poboljšanje operativne izvrsnosti."
    },
    "project1": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving",
      "text": "Pogledaj projekt"
    },
    "project2": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving",
      "text": "Pogledaj projekt"
    },
    "project3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project4": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project5": {
      "heading": "2022 Hrvatska Omis Ruskamen",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project6": {
      "heading": "2021 iLive Rioca Beč",
      "subHeading": "Coliving",
      "text": "Pogledaj projekt"
    },
    "project7": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project8": {
      "heading": "ARCOTEL Camino Stuttgart",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project9": {
      "heading": "ARCOTEL Kaiserwasser Beč",
      "subHeading": "Coliving",
      "text": "Pogledaj projekt"
    },
    "project10": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project11": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    },
    "project12": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel",
      "text": "Pogledaj projekt"
    }
  },
  "services2": {
    "heading": "Naše usluge",
    "description": "Naša stručnost i predanost nas izdvajaju. Već ste upoznati s raznolikim izazovima povezanim s upravljanjem hotelom ili nekretninom za zajednički smještaj. Mi znamo kako se nositi s tim izazovima pomoću prilagođenih rješenja. Nudimo rješenja u svim područjima, od upravljanja imovinom do određivanja cijena soba. Svi naši stručnjaci imaju praktično iskustvo u hotelijerskoj i zajedničkoj stambenoj industriji te razumiju što je važno. Zahvaljujući našem iskustvu u razvoju, financiranju, prodaji i uspješnom vođenju hotela i nekretnina za zajednički smještaj, razumijemo perspektive i investitora i operatera. Naša stručnost oblikovana je desetljećima iskustva i korištenjem najnovijih digitalnih značajki. Međutim, ono što nas zaista izdvaja je naš pristup izradi i implementaciji prilagođenih rješenja za postojeće izazove.",

    "section1": {
      "header": {
        "title": "NAŠA PLATFORMA ZA UPRAVLJANJE - SPREMNA ZA DIGITALNE OPERACIJE",
        "paragraphs": [
          "Dok većina operatera i konzultanata smatra svoj posao završenim nakon što daju teoretske preporuke, HOTEL CONSULTING GROUP nudi održivu podršku i operativnu implementaciju putem vlastite platforme za upravljanje i operatere u hotelskom, servisnom apartmanskom i co-living sektoru. Naša platforma pruža trajnu podršku i operativno izvršavanje mjera za optimizaciju prihoda i smanjenje troškova u svim relevantnim funkcionalnim područjima kako bi se osigurala uspješna i održiva operacija.",
          "Naša platforma kombinira najmoderniju tehnologiju s industrijskim znanjem kako bi osigurala prilagođeno rješenje za vašu nekretninu - bilo da preferirate naš brend operatera ili odaberete upravljanje pod bijelom etiketom. S našom platformom operatera imate pristup širokom rasponu alata i funkcija, omogućujući nam da učinkovito i pouzdano upravljamo vašom nekretninom u partnerstvu. Od upravljanja sobama do upravljanja prihodima i komunikacije s gostima, naša platforma nudi sve što vam je potrebno za nesmetane operacije. Naš iskusni tim za upravljanje spreman je pomoći pri implementaciji platforme i razvoju prilagođenih rješenja koja zadovoljavaju vaše specifične zahtjeve. Pomažemo vam u smanjenju operativnih troškova, povećanju popunjenosti i maksimiziranju zadovoljstva gostiju."
        ],
        "text": "Pomaknite se dolje"
      },
      "filtering": {
        "categories": [
          "Prodaja i marketing",
          "Studije, analize i procjene",
          "Analiza preokreta",
          "Evaluacija operatera",
          "Stručna procjena",
          "Studija izvodljivosti",
          "Zaštita podataka"
        ]
      },
      "sections": [
        {
          "category": "Prodaja i marketing",
          "title": "Prodaja i marketing",
          "details": [
            "Razrada godišnjeg plana marketinga, prodaje i upravljanja zajednicom",
            "Provedba, koordinacija i organizacija događanja za klijente, sastanaka u industriji, izložbi i sajmova",
            "Implementacija procesa upsellinga i cross-sellinga",
            "Provođenje analiza konkurencije kako bi se identificirale tržišne prilike",
            "Korištenje marketinških tehnika temeljenih na podacima za ciljano oglašavanje i mjerenje uspjeha"
          ]
        },
        {
          "category": "Studije, analize i procjene",
          "title": "Studije, analize i procjene",
          "description": "S našom stručnošću i dugogodišnjim iskustvom u hotelskom, servisnom apartmanskom i co-living sektoru, podržavamo vašu projektnu planifikaciju sveobuhvatnim studijama, analizama, procjenama izvedivosti, procjenama lokacije i pregledima koncepata operatera. HOTEL CONSULTING GROUP nudi vam osnovu za informirano donošenje odluka. Naše prilagođene studije i analize omogućuju vam duboko razumijevanje tržišta, ciljane publike, konkurencije ili postojećih izazova unutar vašeg poslovanja, omogućujući donošenje strateških odluka."
        },
        {
          "category": "Analiza preokreta",
          "title": "Analiza preokreta",
          "description": "Specijalizirani smo za podršku tvrtkama u izazovnim situacijama, radeći s vama na razvoju rješenja za povratak profitabilnosti i konkurentnosti. Naše prilagođene analize preokreta pružaju sveobuhvatnu procjenu vaše trenutne situacije, identificiraju izazove i prilike te razvijaju konkretne preporuke za realokaciju vašeg poslovanja. Stručnjaci HOTEL CONSULTING GROUP-a blisko surađuju s vama kako bi stvorili prilagođene strategije koje odgovaraju vašim specifičnim ciljevima i potrebama."
        },
        {
          "category": "Evaluacija operatera",
          "title": "Evaluacija operatera (Koncept)",
          "description": "Nudimo prilagođene usluge kako bismo vam pomogli odabrati pravog operatera i razviti uspješan koncept operatera. Stručnjaci HOTEL CONSULTING GROUP-a pažljivo analiziraju snage, slabosti i potencijale operatera. Naši stručnjaci za rješenja blisko surađuju s vama kako bi razumjeli vaše zahtjeve i viziju optimalnog operatera kako bismo osigurali da predložimo najboljeg operatera za vašu nekretninu.",
          "subHeading": "Naša evaluacija operatera uključuje temeljitu analizu, između ostalog:",
          "details": [
            "Iskustvo, pouzdanost i reputaciju operatera",
            "Financijsku stabilnost operatera (povijest uspjeha)",
            "Procjenu menadžerskih vještina operatera, uključujući vođenje, strukturu tima, operativne procese i standarde kvalitete",
            "Analizu usklađenosti operatera i njegovog koncepta s ciljnom publikom, lokacijom i nekretninom",
            "Pregled ugovornih uvjeta (raspodjela rizika/performansi)",
            "Analizu potencijalnih rizika i izazova (financijski, operativni i reputacijski rizici)",
            "Pregled koncepta operatera (ponuda usluga, standardi kvalitete, marketinške strategije i operativni procesi)"
          ]
        },
        {
          "category": "Stručna procjena",
          "title": "Stručna procjena (Brzi pregled)",
          "description": "S našom uslugom Brzog pregleda nudimo učinkovit način za dobivanje početne procjene tržišnih i lokacijskih čimbenika, kao i potencijalnog operatera (koncepata) za vaš projekt. Iskusni stručnjaci za rješenja HOTEL CONSULTING GROUP-a brzo i precizno analiziraju relevantne aspekte. Uz ovu osnovnu procjenu, imate mogućnost naručiti dublju i opsežniju studiju izvedivosti od našeg stručnog tima.",
          "subHeading": "Naš brzi pregled uključuje:",
          "details": [
            "Kompaktna analiza tržišta",
            "Skrining potražnje (procjena potražnje)",
            "Skrining konkurencije i lokacije",
            "Skrining potencijala i rizika",
            "Skrining operatera/koncepta operatera"
          ]
        },
        {
          "category": "Studija izvodljivosti",
          "title": "Studija izvodljivosti",
          "description": "Pružamo prilagođene studije izvodljivosti kako bismo vam pomogli procijeniti profitabilnost i izvedivost vaših projekata. Stručnjaci HOTEL CONSULTING GROUP-a pažljivo analiziraju sve relevantne čimbenike kako bi vam pomogli u donošenju informiranih odluka i ranom prepoznavanju rizika. Blisko surađujemo s vama kako bismo razumjeli vaše individualne ciljeve i zahtjeve, razvijajući prilagođena rješenja koja osiguravaju vaš uspjeh.",
          "subHeading": "Elementi naše studije izvodljivosti uključuju:",
          "details": [
            "Analiza tržišta (ciljne skupine, konkurenti, trendovi i tržišni potencijali)",
            "Procjena lokacije (lokacija, pristupačnost, atraktivnost i potencijalne mogućnosti razvoja)",
            "Detaljna financijska analiza (prognoza prihoda, izračun troškova, investicijski zahtjevi i potencijalni povrati)",
            "Analiza potencijalnih rizika i izazova (SWOT analiza)",
            "Naše preporuke: Na temelju rezultata studije izvodljivosti razvijaju se konkretne preporuke. To može uključivati prilagodbe koncepta, optimizaciju lokacije, mjere za smanjenje rizika ili strategije financiranja."
          ]
        },
        {
          "category": "Zaštita podataka",
          "title": "Zaštita podataka",
          "description": "Pružamo prilagođene konzultantske usluge kako bismo osigurali da vaše poslovanje poštuje propise o zaštiti podataka i štiti osjetljive podatke. U hotelskom i co-living sektoru zaštita osobnih podataka gostiju, najmoprimaca i zaposlenika od najveće je važnosti.",
          "subHeading": "Naši stručnjaci za zaštitu podataka savjetuju i podržavaju vas u:",
          "details": [
            "Pregled trenutnih standarda zaštite podataka prema važećim kriterijima zaštite podataka",
            "Provođenje revizija zaštite podataka",
            "Razrada i implementacija politika zaštite podataka",
            "Izrada sporazuma o zaštiti podataka",
            "Provođenje mjera zaštite podataka prema važećim pravnim zahtjevima",
            "Provjera vaših pružatelja usluga, povezanih trećih strana i dobavljača",
            "Rješavanje zahtjeva i pritužbi vezanih uz zaštitu podataka",
            "Edukacija i podizanje svijesti vašeg tima o pravilnom rukovanju osobnim podacima"
          ]
        }
      ]
    },
    "section2": {
      "header": {
        "title": "UPRAVLJANJE I OPERACIJE",
        "paragraphs": [
          "S dugogodišnjim iskustvom i opsežnim znanjem u upravljanju, privremenom upravljanju, upravljanju prije otvaranja, upravljanju ulaskom na tržište i upravljanju preokretima u hotelijerskom i co-living sektoru, posjedujemo potrebno znanje za uspješno prevladavanje složenih izazova. Naše bogato iskustvo omogućuje nam razvijanje i implementaciju učinkovitih strategija kako bismo osigurali dugoročan uspjeh hotelskih i co-living projekata."
        ],
        "text": "Pomaknite se dolje"
      },
      "filtering": {
        "categories": [
          "Privremeno upravljanje",
          "Upravljanje ulaskom na tržište",
          "Upravljanje prije otvaranja",
          "Upravljanje preokretima"
        ]
      },
      "sections": [
        {
          "category": "Privremeno upravljanje",
          "title": "Privremeno upravljanje",
          "description": "Stručnjaci HOTEL CONSULTING GROUP-a preuzimaju projekte i mjere kako bi osigurali kratkoročnu stabilnost vaših operacija, povećali konkurentnost i profitabilnost te osigurali održivi uspjeh.",
          "details": [
            "Analiza uzroka problema i osiguranje transparentnosti u svim relevantnim područjima",
            "Razvoj i implementacija strategija za povećanje učinkovitosti i kvalitete",
            "Optimizacija procesa i procedura",
            "Jačanje percepcije brenda i provedba mjera za poboljšanje imidža tvrtke",
            "Osiguranje motivacije zaposlenika i vodstva",
            "Provedba operativnih mjera za povećanje prihoda i optimizaciju troškova",
            "Ponovno pregovaranje ugovora s dobavljačima, komunalijama i odvoženjem otpada",
            "Precizno predviđanje troškova kroz vremenski ograničene, ciljane mandate"
          ]
        },
        {
          "category": "Upravljanje ulaskom na tržište",
          "title": "Upravljanje ulaskom na tržište",
          "description": "Naše upravljanje ulaskom na tržište nudi prilagođena rješenja za uspješno pozicioniranje vašeg proizvoda i operativnog koncepta na postojećem ili novom tržištu. Stručnjaci HOTEL CONSULTING GROUP-a nadgledaju strateško planiranje, implementaciju i upravljanje ciljanih akcija i projekata koji osiguravaju održivo i uspješno tržišno pozicioniranje.",
          "details": [
            "Provođenje detaljnih istraživanja tržišta za identifikaciju aktualnih trendova, potencijalnih prilika i rizika",
            "Razvijanje jasne strategije ulaska na tržište i strategija diferencijacije za postizanje dugotrajnog konkurentskog prednosti",
            "Kreiranje jedinstvenih prodajnih prednosti i jasnog identiteta brenda koji rezonira s vašom ciljanom publikom i gradi povjerenje",
            "Identifikacija odgovarajućih distribucijskih kanala i pažljiv odabir prodajnih i marketinških partnera",
            "Edukacija i senzibilizacija osoblja za prodaju i marketing",
            "Korištenje storytelling tehnika za stvaranje emocionalne povezanosti s vašim klijentima, gostima ili stanarima",
            "Dizajniranje jedinstvenih koncepta iskustva i tema za stvaranje nezaboravnih boravaka",
            "Izrada marketinških materijala"
          ]
        },
        {
          "category": "Upravljanje prije otvaranja",
          "title": "Upravljanje prije otvaranja",
          "description": "Naše upravljanje prije otvaranja nudi prilagođena rješenja za podršku uspješnom otvaranju vašeg objekta. Stručnjaci HOTEL CONSULTING GROUP-a pomažu u strateškom planiranju, implementaciji i kontroli svih potrebnih mjera prije otvaranja.",
          "details": [
            "Izrada detaljnog vremenskog rasporeda prije otvaranja",
            "Osiguranje da objekt bude završen prema definiranim standardima i u roku",
            "Koordinacija i upravljanje građevinskim tvrtkama, arhitektima i dizajnerima interijera",
            "Razvijanje strategije predprodaje, prodaje i marketinga",
            "Pomoć pri kreiranju web stranice operatera, strategije društvenih mreža i marketinških brošura",
            "Osmišljavanje, organiziranje i provođenje događaja prije otvaranja i obilazaka objekta",
            "Razvijanje IT koncepta prilagođenog objektu, uključujući optimizirano i učinkovito digitalno korisničko iskustvo",
            "Odabir i nabava optimalne IT opreme za osoblje i sustavsku infrastrukturu",
            "Izrada i implementacija operativnih tijekova rada, učinkovitih procesa i standarda osiguranja kvalitete",
            "Regrutacija i obuka osoblja"
          ]
        },
        {
          "category": "Upravljanje preokretima",
          "title": "Upravljanje preokretima",
          "description": "Naše upravljanje preokretima pruža prilagođena rješenja za uspješno restrukturiranje i usklađivanje poduzeća u teškim gospodarskim situacijama. Stručnjaci HOTEL CONSULTING GROUP-a blisko surađuju s vama kako bi proveli sveobuhvatnu analizu trenutne situacije i razvili individualne i optimalne mjere za vraćanje vašeg poslovanja na pravi put.",
          "details": [
            "Analiza uzroka problema i osiguranje transparentnosti u svim relevantnim područjima",
            "Identifikacija poboljšanja učinkovitosti i implementacija mjera za povećanje prihoda",
            "Optimizacija operativnih procesa",
            "Repozicioniranje djelomično ili potpuno revitaliziranog hotelskog i co-living proizvoda",
            "Razvijanje marketinških strategija za ponovno privlačenje postojećih i novih kupaca",
            "Implementacija mjera za povećanje prihoda i smanjenje troškova",
            "Planiranje CAPEX investicija za povećanje vrijednosti proizvoda i osiguranje održivih i ekonomskih uspješnih operacija"
          ]
        }
      ]
    },

    "section3": {
      "header": {
        "title": "Podrška za razvoj projekata i izgradnju",
        "paragraphs": [
          "Nudimo prilagođene konzultantske usluge kako bismo osigurali uspješan i pravovremen završetak vašeg razvoja projekata, kao i renovacija, modernizacija ili proširenja. U hotelijerskom i sektoru zajedničkog stanovanja, profesionalni razvoj projekata i upravljanje gradnjom ključni su za uspjeh vaših projekata. Sa svojim iskustvom i stručnošću, pomažemo vam ostvariti viziju, implementirati inovativne koncepte i osigurati da se vaši projekti nekretnina završe na način koji jamči uspješno i održivo poslovanje."
        ],
        "text": "Pomaknite se dolje"
      },
      "filtering": {
        "categories": [
          "Marketing i prodaja",
          "Strateško savjetovanje",
          "Digitalizacija i tehnološka rješenja",
          "Planiranje i upravljanje CAPEX-om",
          "Analiza FF&E i OSE-a",
          "Upravljanje kvalitetom i povratnim informacijama"
        ]
      },
      "sections": [
        {
          "category": "Marketing i prodaja",
          "title": "Marketing i prodaja",
          "description": "Prava strategija prodaje, u kombinaciji s odgovarajućim marketinškim konceptom, ključ je uspjeha na vrlo konkurentnom tržištu. Stručnjaci za rješenja HOTEL CONSULTING GROUP-a blisko surađuju s vama kako bi razvili prilagođene strategije prodaje i marketinga koje povećavaju svijest o brendu, pomažu vam dosegnuti ciljanu publiku, ističu jedinstvenost vaše nekretnine i postižu dugoročni uspjeh na konkurentnom tržištu.",
          "subHeading": "Naši klijenti i partneri uključuju hotelijere, operativne tvrtke, investitore i vas! Stručnjaci HOTEL CONSULTING GROUP-a podržavaju vas i savjetuju u:",
          "details": [
            "Razvoju i implementaciji sveobuhvatnih strategija prodaje i marketinga",
            "Razvoju i implementaciji identiteta brenda, diferencijacije i strategija pozicioniranja",
            "Identifikaciji i segmentaciji ciljnih publika na temelju detaljnih demografskih i psihografskih analiza",
            "Kreiranju prilagođenih marketinških poruka, upravljanju sadržajem i tehnikama pripovijedanja",
            "Analizi navika potrošača kako biste optimizirali svoj portfelj proizvoda",
            "Razvoju i implementaciji strategija višekanalne prodaje",
            "Analizi i provedbi online marketinških kampanja (SEO, SEA, SEM)",
            "Konceptualizaciji marketinga putem influencera i preporuka",
            "Planiranju, organizaciji i praćenju foto snimanja i izrade video materijala",
            "Odabiru, nabavi i implementaciji sustavne tehnologije za analizu, komunikaciju i zadržavanje klijenata"
          ]
        },
        {
          "category": "Strateško savjetovanje",
          "title": "Strateško savjetovanje",
          "description": "Naše usluge strateškog savjetovanja uključuju sveobuhvatnu analizu operativnih procesa i razvoj prilagođenih strategija i rješenja za unaprjeđenje operativne izvrsnosti.",
          "subHeading": "Naši klijenti uključuju hotelijere, operatore, investitore i banke. Pomažemo vam u:",
          "details": [
            "Savjetovanju i pomoći u pregovorima o ugovorima o upravljanju i najmu",
            "Analizi postojećih operativnih procesa i struktura",
            "Razvoju prilagođenih strategija za unaprjeđenje operativne izvrsnosti",
            "Implementaciji principa lean upravljanja",
            "Optimizaciji procesa u ključnim područjima",
            "Uvođenju sustava upravljanja kvalitetom",
            "Obuci osoblja",
            "Kontinuiranom praćenju implementiranih mjera i prilagodbi tržišnim uvjetima",
            "Analizi, odabiru i implementaciji inovativnih tehnologija"
          ]
        },
        {
          "category": "Digitalizacija i tehnološka rješenja",
          "title": "Digitalizacija i tehnološka rješenja",
          "description": "Digitalna rješenja igraju sve važniju ulogu, bilo da se radi o online rezervacijama, personaliziranim iskustvima gostiju ili korištenju analize podataka za ciljani angažman kupaca.",
          "subHeading": "Naši stručnjaci za digitalizaciju podržavaju vas u:",
          "details": [
            "Razvoju prilagođenih strategija digitalizacije",
            "Razvoju IT koncepta specifičnog za nekretninu",
            "Izgradnji i implementaciji digitalne marketinške platforme",
            "Integraciji s drugim sustavima",
            "Odabiru i nabavi optimalnih IT sustava i opreme",
            "Implementaciji IT sustava",
            "Organizaciji sigurnosnih kopija podataka",
            "Obuci vašeg tima za korištenje novih tehnologija"
          ]
        },
        {
          "category": "Planiranje i upravljanje CAPEX-om",
          "title": "Planiranje i upravljanje CAPEX-om",
          "description": "Stručnjaci HOTEL CONSULTING GROUP-a pomažu vam u strateškom planiranju ulaganja.",
          "subHeading": "Podrška u:",
          "details": [
            "Analizi vaše trenutne strategije ulaganja",
            "Stvaranju prilagođenih planova ulaganja",
            "Implementaciji učinkovitih upravljačkih procesa",
            "Kontinuiranom praćenju vaših investicijskih izdataka"
          ]
        },
        {
          "category": "Analiza FF&E i OSE-a",
          "title": "Analiza FF&E i OSE-a",
          "description": "Stručnjaci HOTEL CONSULTING GROUP-a osiguravaju da vaš namještaj i oprema budu optimalno planirani.",
          "subHeading": "Pružamo podršku u:",
          "details": [
            "Planiranju FF&E i OSE-a",
            "Procjeni tržišno usklađenih cijena",
            "Povezivanju s priznatim proizvođačima namještaja",
            "Planiranju i odobravanju instalacije opreme"
          ]
        },
        {
          "category": "Upravljanje kvalitetom i povratnim informacijama",
          "title": "Upravljanje kvalitetom i povratnim informacijama",
          "description": "Naši stručnjaci pomažu vam analizirati i optimizirati procese upravljanja kvalitetom.",
          "subHeading": "Podrška u:",
          "details": [
            "Analizi i optimizaciji postojećih procesa",
            "Razvoju i provedbi standarda kvalitete",
            "Analizi povratnih informacija i kontinuiranom poboljšanju",
            "Provođenju mystery check-ova",
            "Obuci osoblja u upravljanju kvalitetom"
          ]
        }
      ]
    }
  },
  "contact": {
    "name": "Kontakt",
    "section1": {
      "heading": "Kontakt",
      "subHeading": "Razgovarajmo"
    },
    "section2": {
      "cards": [
        {
          "heading": "Započeti novi projekt?",
          "subHeading": "Razgovarajmo!",
          "options": ["telefon", "email", "adresa"]
        },
        {
          "heading": "Napišite komentar",
          "options": [
            {
              "label": "Kako se zovete?",
              "placeholder": "Unesite svoje ime"
            },
            {
              "label": "Koja je vaša e-mail adresa?",
              "placeholder": "Unesite svoju e-mail adresu"
            },
            {
              "label": "Što ima?",
              "placeholder": "Recite nam nešto o sebi i svijetu"
            }
          ],
          "actionText": "Pošaljite poruku"
        }
      ]
    },
    "section3": {
      "heading": "Portfelj",
      "subHeading": "Pogledajte više radova"
    },
    "section4": {
      "heading": "Upravljanje",
      "subHeading": "S bogatim iskustvom u pre-opening upravljanju, privremenom upravljanju, upravljanju izlaskom na tržište i turnaround upravljanju, pomažemo vam uspješno prevladati složene izazove."
    },
    "section5": {
      "heading": "Razvojni programeri i izvođači:",
      "paragraphs": [
        "Kao projektni programer, suočavate se s brojnim izazovima u realizaciji projekata hotela, servisanih apartmana ili co-living nekretnina. Trenutna tržišna situacija zahtijeva duboko razumijevanje stalno promjenjivih potreba i očekivanja ciljnih skupina.",
        "Planiranje i implementacija održivih koncepata koji su i ekonomski i ekološki održivi važniji su nego ikad."
      ],
      "details": {
        "heading": "Naši poslovni partneri i klijenti postavljaju si, između ostalog, sljedeća pitanja:",
        "bullets": [
          "Kako se može procijeniti lokacija projekta i koja je optimalna forma korištenja za buduće uspješno poslovanje?",
          "Tko je optimalan operater i koje potencijale, stručnost i kvalitetu donosi?",
          "Koje zahtjeve postavlja budući operater u pogledu arhitekture i planiranja za optimalno i održivo upravljanje u budućnosti?",
          "Jesu li zahtjevi operatera, odabir FF&E i pre-opening naknade precijenjeni ili tržišno prihvatljivi?",
          "Koje su CAPEX investicije potrebne i ispunjavaju li trenutne standarde za održavanje i održivo povećanje vrijednosti nekretnine?"
        ]
      }
    }
  },
  "project1": {
    "section1": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Projekt Volta - 2024 Frankfurt Bockenheim",
      "text": "Co-living koncept HAVENS LIVING Frankfurt Bockenheim, transformacija iz uredskog u co-living proizvod, razvoj proizvoda i predotvaranje s prijenosom na International Campus Operations."
    },
    "section3": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project2": {
    "section1": {
      "heading": "2024 Hamburg Hammerbrook",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Hammerbrook",
      "text": "Co-living koncept HAVENS LIVING Hammerbrook, 240 apartmana, razvoj proizvoda i predotvaranje s prijenosom na International Campus Operations."
    },
    "section3": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project3": {
    "section1": {
      "heading": "2023 Linz Leonding",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Linz Leonding",
      "text": "Hotel s 4 zvjezdice u Linzu, 63 sobe, potpuno digitaliziran s AI-om, konzultant za zajmove i transakcije, razvoj proizvoda, FF&E, OS&E, digitalni sustav, predotvaranje i menadžment (prodaja i marketing, rad, kontrola)."
    },
    "section3": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project4": {
    "section1": {
      "heading": "2022 Hamburg Altona",
      "subHeading": "Coliving"
    },
    "section2": {
      "heading": "Hamburg Altona",
      "text": "Co-living koncept HAVENS LIVING Hamburg Altona, 214 soba, razvoj proizvoda i predotvaranje s prijenosom na International Campus Operations."
    },
    "section3": {
      "heading": "2022 Hrvatska Omis Ruskamen",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project5": {
    "section1": {
      "heading": "2022 Hrvatska Omis Ruskamen",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Hrvatska Omis Ruskamen",
      "text": "Hotel s 4 zvjezdice, dizajn hotel, 32 sobe, konzultant za zajmove i transakcije, razvoj proizvoda, FF&E, OS&E, digitalni sustav, predotvaranje i menadžment (prodaja i marketing, rad, kontrola)."
    },
    "section3": {
      "heading": "2021 iLive Rioca Beč",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project6": {
    "section1": {
      "heading": "2021 iLive Rioca Beč",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "iLive Rioca Beč",
      "text": "190 soba - Servisirani apartmani, digitalni sustav, razvoj proizvoda OS&E i FF&E."
    },
    "section3": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project7": {
    "section1": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Hotel Excelsior Pyramide Fürth",
      "text": "150 soba - razvoj proizvoda FF&E i OS&E, predotvaranje."
    },
    "section3": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project8": {
    "section1": {
      "heading": "Arcotel Camino Stuttgart",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "Arcotel Camino Stuttgart",
      "text": "Hotel s 4 zvjezdice+ superior, 168 soba, razvoj proizvoda, predotvaranje."
    },
    "section3": {
      "heading": "ARCOTEL Kaiserwasser Beč",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project9": {
    "section1": {
      "heading": "ARCOTEL Kaiserwasser Beč",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Kaiserwasser Beč",
      "text": "Hotel s 4 zvjezdice+ superior, dizajn hotel, 282 sobe - razvoj proizvoda, predotvaranje."
    },
    "section3": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project10": {
    "section1": {
      "heading": "ARCOTEL Allegra Zagreb",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Allegra Zagreb",
      "text": "Hotel s 4 zvjezdice, dizajn hotel, 151 soba, opće upravljanje."
    },
    "section3": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project11": {
    "section1": {
      "heading": "ARCOTEL Onyx Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Onyx Hamburg",
      "text": "Hotel s 4 zvjezdice+ superior, 215 soba, razvoj proizvoda i predotvaranje."
    },
    "section3": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Sljedeći projekt"
    }
  },
  "project12": {
    "section1": {
      "heading": "ARCOTEL Rubin Hamburg",
      "subHeading": "Hotel"
    },
    "section2": {
      "heading": "ARCOTEL Rubin Hamburg",
      "text": "Hotel s 4 zvjezdice+ superior, 225 soba, razvoj proizvoda i predotvaranje."
    }
  },
  "privacyPolicy": {
    "name": "Pravila o privatnosti",
    "heading": "Pravila privatnosti",
    "subHeading": "Privatnost je važna",
    "intro": "U skladu s UK GDPR-om i Zakonom o zaštiti podataka iz 2018., obvezujemo se zaštititi vaše osobne podatke u skladu s UK GDPR-om i Zakonom o zaštiti podataka iz 2018. Ova politika opisuje kako prikupljamo, obrađujemo i štitimo vaše osobne podatke, uključujući podatke o slikama i videozapisima.",
    "sections": [
      {
        "title": "1. Voditelj obrade podataka i kontakt informacije",
        "text1": "<strong>Voditelj obrade podataka:</strong> Hotel Consulting Group Ltd. <br /> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>",
        "content": "Ako imate bilo kakva pitanja ili nedoumice vezane uz zaštitu podataka, kontaktirajte nas na gore navedenu e-mail adresu."
      },
      {
        "title": "2. Opseg obrade podataka",
        "content": "Obrađujemo osobne podatke za rad naše web stranice, upravljanje interakcijama s korisnicima, poboljšanje naših usluga i osiguranje sigurnosti. To uključuje opće osobne podatke kao i podatke o slikama i videozapisima."
      },
      {
        "title": "3. Vrste obrađenih podataka",
        "subsections": [
          {
            "title": "a) Opći osobni podaci:",
            "items": [
              "Kontakt podaci (npr. ime, e-mail adresa) dostavljeni putem obrazaca ili upita.",
              "Tehnički podaci (npr. IP adresa, tip preglednika) automatski prikupljeni prilikom korištenja naše web stranice.",
              "Sadržaj koji generiraju korisnici (npr. profilne slike, recenzije)."
            ]
          },
          {
            "title": "b) Podaci o slikama i videozapisima:",
            "items": [
              "Nadzor (CCTV): Video zapisi u određenim područjima u svrhu sigurnosti.",
              "Fotografiranje i snimanje događaja: Fotografije ili videozapisi snimljeni tijekom događaja u svrhu dokumentacije i promocije.",
              "Mediji koje su postavili korisnici: Slike ili videozapisi koje postavljaju korisnici za specifične funkcionalnosti (npr. profilne slike)."
            ]
          }
        ]
      },
      {
        "title": "4. Svrhe obrade podataka",
        "subsections": [
          {
            "title": "a) Svrhe opće obrade podataka:",
            "items": [
              "Odgovaranje na upite i pružanje usluga.",
              "Rad i poboljšanje naše web stranice.",
              "Marketing, uključujući biltene (uz pristanak).",
              "Ispunjavanje zakonskih obveza."
            ]
          },
          {
            "title": "b) Svrhe obrade podataka o slikama:",
            "items": [
              "CCTV: Osiguranje sigurnosti i zaštite pojedinaca i imovine.",
              "Fotografiranje događaja: Dokumentiranje i promocija događaja putem naše web stranice, društvenih mreža ili marketinških materijala.",
              "Sadržaj generiran od strane korisnika: Omogućavanje korisničkih funkcionalnosti (npr. personalizirani profili ili recenzije)."
            ]
          }
        ]
      },
      {
        "title": "5. Pravni osnov za obradu",
        "content": [
          "Legitimni interesi (čl. 6(1)(f) UK GDPR): Rad web stranice, sigurnost (CCTV) i interna dokumentacija.",
          "Pristanak (čl. 6(1)(a) UK GDPR): Marketinške komunikacije, fotografiranje događaja za promotivnu upotrebu i neobavezni kolačići.",
          "Ugovorne obveze (čl. 6(1)(b) UK GDPR): Obrada potrebna za ispunjavanje ugovornih obveza.",
          "Zakonske obveze (čl. 6(1)(c) UK GDPR): Poštivanje zakona ili zahtjeva tijela za provođenje zakona."
        ]
      },
      {
        "title": "6. Razdoblja zadržavanja",
        "content": [
          "Opći podaci: Zadržani samo dok je potrebno za njihovu svrhu ili kako to zahtijeva zakon.",
          "CCTV snimke: Zadržane do 7 dana, osim ako su potrebne za pravne istrage.",
          "Mediji događaja: Zadržani neograničeno za dokumentaciju i promotivnu upotrebu osim ako se zatraži brisanje.",
          "Sadržaj koji je postavio korisnik: Zadržan dok ga korisnik ne izbriše ili deaktivira svoj račun."
        ]
      },
      {
        "title": "7. Dijeljenje i prijenos podataka",
        "content": [
          "Dijelimo podatke samo s:",
          "Pružateljima usluga (npr. hosting platforme, procesori plaćanja) koji su vezani ugovorima o obradi podataka.",
          "Tijelima za provođenje zakona ili regulatornim tijelima ako je to zakonski potrebno.",
          "Za međunarodne prijenose osiguravamo usklađenost s UK GDPR-om putem zaštitnih mjera poput standardnih ugovornih klauzula (SCC-ova)."
        ]
      },
      {
        "title": "8. Sigurnosne mjere",
        "content": [
          "Implementiramo napredne sigurnosne mjere za zaštitu vaših podataka, uključujući:",
          "Enkripciju pohranjenih i prenesenih podataka.",
          "Kontrole pristupa i redovne sigurnosne revizije.",
          "Sigurna rješenja za pohranu osjetljivih podataka, uključujući podatke o slikama."
        ]
      },
      {
        "title": "9. Prava ispitanika",
        "content": [
          "Prema UK GDPR-u imate sljedeća prava:",
          "<strong>Pravo na pristup</strong> (čl. 15): Pribavite kopiju svojih osobnih podataka.",
          "<strong>Pravo na ispravak</strong> (čl. 16): Ispravite netočnosti u svojim podacima.",
          "<strong>Pravo na brisanje</strong> (čl. 17): Zatražite brisanje svojih podataka.",
          "<strong>Pravo na ograničenje obrade</strong> (čl. 18): Ograničite obradu svojih podataka.",
          "<strong>Pravo na prenosivost podataka</strong> (čl. 20): Primite svoje podatke u prenosivom formatu.",
          "<strong>Pravo na prigovor</strong> (čl. 21): Prigovorite na obradu za legitimne interese ili marketinške svrhe.",
          "<strong>Pravo na povlačenje pristanka</strong>: Ako se obrada temelji na pristanku, možete ga povući u bilo kojem trenutku.",
          "Za ostvarivanje ovih prava kontaktirajte nas na <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a> ."
        ]
      },
      {
        "title": "10. Kolačići i tehnologije praćenja",
        "content": [
          "Koristimo kolačiće za poboljšanje funkcionalnosti i analizu korištenja web stranice.",
          "<strong>Osnovni kolačići</strong>: Potrebni za rad web stranice.",
          "<strong>Analitički kolačići</strong>: Pomažu nam poboljšati performanse (potreban pristanak).",
          "<strong>Marketinški kolačići</strong>: Koriste se za ciljanje oglašavanja (potreban pristanak).",
          "Možete upravljati preferencijama kolačića putem bannera kolačića."
        ]
      },
      {
        "title": "11. Detalji politike o podacima o slikama",
        "subsections": [
          {
            "title": "a) CCTV nadzor:",
            "items": [
              "Svrha: Sigurnost i prevencija kriminala.",
              "Razdoblje zadržavanja: Podaci se brišu nakon 7 dana, osim ako su potrebni za istrage."
            ]
          },
          {
            "title": "b) Fotografiranje i videografija događaja:",
            "items": [
              "Svrha: Interna uporaba, dokumentacija i promotivni materijali.",
              "Prava: Možete se isključiti iz fotografiranja na događanjima ili zatražiti uklanjanje određenih slika."
            ]
          },
          {
            "title": "c) Mediji generirani od strane korisnika:",
            "items": [
              "Svrha: Poboljšanje funkcionalnosti korisnika (npr. profilne slike).",
              "Razdoblje zadržavanja: Pohranjeno dok korisnik ne izbriše podatke."
            ]
          }
        ]
      },
      {
        "title": "12. Prigovori",
        "content": "Ako smatrate da su vaša prava na zaštitu podataka prekršena, možete podnijeti prigovor Uredu povjerenika za informacije (ICO):"
      },
      {
        "title": "13. Ažuriranja ove politike privatnosti",
        "content": "Možemo ažurirati ovu politiku kako bismo odražavali promjene u našim praksama ili zakonskim obvezama. Najnovija verzija uvijek će biti dostupna na našoj web stranici."
      }
    ]
  },
  "impressum": {
    "name": "Impressum",
    "heading": "Pravno & Privatnost",
    "subHeading": "Impressum",
    "intro": "Hotel Consulting Group Ltd. poštuje vašu privatnost i obvezuje se osigurati sigurnost vaših osobnih podataka. U nastavku su dodatne klauzule specifične za vaše usluge.",
    "sections": [
      {
        "title": "1. Podaci u ugovorima s trećim stranama",
        "content": [
          "Tijekom pregovaranja i upravljanja ugovorima s trećim stranama možemo prikupljati i obrađivati sljedeće podatke:",
          "Detalji dobavljača i pružatelja usluga (npr. nazivi tvrtki, ugovori i uvjeti plaćanja).",
          "Preferencije i zahtjevi klijenata za odabir dobavljača.",
          "<strong>Dijeljenje podataka:</strong>",
          "Podaci se dijele samo s prethodno odobrenim trećim stranama, kao što su dobavljači i pružatelji usluga uključeni u pregovore o ugovoru.",
          "Svi dijeljeni podaci zaštićeni su sporazumima o povjerljivosti."
        ]
      },
      {
        "title": "2. Pametna tehnologija i privatnost podataka",
        "content": [
          "Prilikom integracije pametnih tehnologija mogu se prikupljati i obrađivati sljedeći podaci:",
          "Podaci uređaja: Podaci s IoT uređaja kao što su senzori za prisutnost, mjerači energije i pametne brave.",
          "Analitika korištenja: Podaci o interakciji gostiju i osoblja s pametnim sustavima (npr. korištenje aplikacija).",
          "<strong>Odgovornost:</strong>",
          "Hotel Consulting Group Ltd. osigurava da sve preporučene tehnologije poštuju propise o zaštiti podataka (npr. GDPR, UK GDPR).",
          "Međutim, klijent je odgovoran za kontinuirano upravljanje podacima prikupljenim putem ovih sustava i pridržavanje zakona o privatnosti."
        ]
      },
      {
        "title": "3. Održivost i prikupljanje podataka",
        "content": [
          "Za projekte održivosti možemo prikupljati podatke kao što su:",
          "Podaci o potrošnji resursa (npr. potrošnja električne energije, vode i plina).",
          "Statistike upravljanja otpadom i stope recikliranja.",
          "<strong>Svrha:</strong> Ovi podaci se koriste za analizu utjecaja na okoliš i razvoj prilagođenih strategija održivosti."
        ]
      },
      {
        "title": "4. Međunarodni prijenos podataka",
        "content": [
          "Za međunarodne projekte podaci se mogu prenositi preko granica radi olakšavanja suradnje sa dionicima. Osiguravamo da:",
          "Svi prijenosi podataka budu u skladu s UK GDPR, GDPR ili drugim važećim propisima o zaštiti podataka.",
          "Standardne ugovorne klauzule (SCC) ili ekvivalentne mjere zaštite implementiraju se za prijenose izvan UK/EU."
        ]
      },
      {
        "title": "5. Održivi i ekološki standardi",
        "content": [
          "Hotel Consulting Group Ltd. posvećen je promicanju održivih praksi u industriji ugostiteljstva. Naše usluge održivosti mogu uključivati:",
          "Preporučivanje ekološki certificiranih dobavljača i pružatelja usluga.",
          "Dizajniranje programa za smanjenje otpada i energetski učinkovitih rješenja.",
          "Provođenje procjena ugljičnog otiska.",
          "<strong>Odricanje od odgovornosti:</strong> Iako pružamo okvire i preporuke za održivost, rezultati ovise o angažmanu klijenta u provedbi i pridržavanju najboljih praksi."
        ]
      },
      {
        "title": "6. Kibernetička sigurnost u pametnim tehnološkim sustavima",
        "content": [
          "Za projekte koji uključuju IoT i pametne sustave, preporučujemo provjere kibernetičke sigurnosti za identifikaciju ranjivosti. Hotel Consulting Group Ltd. pruža smjernice, ali nije odgovoran za povrede sigurnosti uzrokovane tehnologijom trećih strana."
        ]
      },
      {
        "title": "Hosting i primjenjivo pravo",
        "content": [
          "<strong>Pružatelj hostinga:</strong> GoDaddy",
          "<strong>Web stranica:</strong> <a href='https://www.hotelconsulting.group'> www.hotelconsulting.group </a>",
          "<strong>Primjenjivo pravo:</strong> Ova web stranica, njezin sadržaj i sve pružene usluge regulirani su zakonima Engleske i Walesa. Za međunarodne projekte potrebna je usklađenost s lokalnim zakonima, a može biti potrebna dodatna pravna pomoć."
        ]
      },
      {
        "title": "Kontaktirajte nas",
        "content": [
          "Ako imate pitanja u vezi s našom Pravnom obavijesti ili Politikom privatnosti, ili ako su vam potrebne dodatne informacije o održivosti, pametnoj tehnologiji ili ugovorima s trećim stranama, kontaktirajte nas na:",
          "<strong>Email:</strong> <a href='mailto:office@hotelconsulting.group'> office@hotelconsulting.group </a>"
        ]
      }
    ]
  },
  "footer": {
    "name": "Footer",
    "address": "81 Skipper Way St. Neots PE19 6LT, England"
  },

  "registration": "12047431",
  "menu": "Izbornik",
  "open": "Otvoreno",
  "close": "Zatvoreno",
  "language": "Jezik"
}
